["Baruch Spinoza was a seventeenth-century Dutch philosopher who tried to reinvent religion &#8211; moving it away from something based on superstition and ideas of direct divine intervention to being a discipline that was far more impersonal, quasi-scientific and yet also, at all times, serenely consoling.","Baruch &#8211; the word means ‘Blessed’ in Hebrew &#8211; was born in the Jewish quarter of Amsterdam in 1632, a thriving centre of Jewish commerce and thought. ","His ancestors were Sephardic Jews, who had fled the Iberian peninsula following the Catholic-inspired expulsion of 1492. Baruch, a studious highly intelligent child, received an intensely traditional Jewish education: he went to the local Jewish school, the yeshiva and followed all the Jewish High holidays and rituals.","But gradually, he began to distance himself from the faith of his ancestors: &#8220;Although I have been educated from boyhood in the accepted beliefs concerning Scripture,&#8221; he later wrote with characteristic caution, &#8220;I have felt bound in the end to embrace other views.”","His fully fleshed out views were to be expressed in his great work, the Ethics, written entirely in Latin and published in 1677. In the Ethics, Spinoza directly challenged the main tenets of Judaism in particular and organised religion in general:","&#8211; God is not a person who stands outside of nature ","&#8211; There is no one to hear our prayers","&#8211; Or to create miracles","&#8211; Or to punish us for misdeeds","&#8211; There is no afterlife","&#8211; Man is not God’s chosen creature","&#8211; The Bible was only written by ordinary people","&#8211; God is not a craftsman or an architect. Nor is he a king or a military strategist who calls for believers to take up the Holy Sword. God does not see anything, nor does he expect anything. He does not judge. He does not even reward the virtuous person with a life after death. Every representation of God as a person is a projection of the imagination.","&#8211; Everything in the traditional liturgical calendar is pure superstition and mumbo-jumbo","However, despite all this, remarkably, Spinoza did not declare himself an atheist. He insisted that he remained a staunch defender of God.","God plays an absolutely central role in Spinoza’s Ethics, but it isn’t anything like the God who haunts the pages of the Old Testament.","Spinoza’s God is wholly impersonal and indistinguishable from what we might call variously call nature or existence or a world soul: God is the universe, and its laws; God is reason and truth; God is the animating force in everything that is and can be. God is the cause of everything, but he is the eternal cause. He doesn&#8217;t participate in change. He is not in time. He cannot be individuated","Spinoza writes: ","&#8220;Whatever is, is in God, and nothing can exist or be conceived without God.&#8221;","Throughout his text, Spinoza was keen to undermine the idea of prayer. In prayer, an individual appeals to God to change the way the universe works.","But Spinoza argues that this is entirely the wrong way around. The task of human beings is to try to understand how and why things are the way they are &#8211; and then accept it, rather than protest at the workings of existence by sending little messages up into the sky.","As Spinoza put it, beautifully but rather caustically:","&#8220;Whosoever loves God cannot strive that God should love him in return.&#8221;","In other words, only naive (but perhaps rather touching)  narcissism would lead someone at once to believe in a God who made the eternal laws of physics and then to imagine that this same God would take an interest in bending the rules of existence to improve his or her life in some way. ","Spinoza was deeply influenced by the philosophy of the Stoics of Ancient Greece and Rome. They had argued that wisdom lies not in protest against how things are, but in continuous attempts to understand the ways of the world &#8211; and then bow down peacefully to necessity.","Seneca, Spinoza’s favourite philosopher, had compared human beings to dogs on a leash being led by the necessities of life in a range of directions. The more one pulls against what is necessary, the more one is strangled &#8211; and therefore the wise must always endeavour to understand ahead of time how things are &#8211; for example, what love is like, or how politics works &#8211; and then change their direction accordingly so as not to be strangled unnecessarily. It is this kind of Stoic attitude that constantly pervades Spinoza’s philosophy.","To understand God traditionally meant studying the Bible and other holy texts. But Spinoza now introduces another idea.","The best way to know God is to understand how life and the universe work: it is through a knowledge of psychology, philosophy and the natural sciences that one comes to understand God.","In traditional religion, believers will ask special favours of God. Spinoza proposes instead that we should understand what God wants and we can do so in one way above all: by studying everything that is. By reasoning, we can accede to a divine eternal perspective.","Spinoza makes a famous distinction between two ways of looking at life, we can either see it egoistically, from our limited point of view, as he put it:","Sub specie durationis &#8211; under the aspect of time"," Or we can look at things globally and eternally:","Sub specie aeternitatis &#8211; under the aspect of eternity","Our nature means that we’ll always be divided between the two. Sensual life pulls us towards a time-bound, partial view. But our reasoned intelligence can give us unique access to another perspective &#8211; it can quite literally allow us &#8211; here Spinoza becomes beautifully lyrical &#8211; to participate in eternal totality.","Normally, we call ‘bad’ whatever is bad for us, and good whatever increases our power and advantage, but to be truly ethical means rising above these local concerns. It might all sound forbidding, but Spinoza envisaged his philosophy as a route to a life based on freedom from guilt, from sorrow, from pity or from shame.","Happiness involves aligning our will with that of the universe. The universe &#8211; God &#8211; has its own projects and its our task to understand rather than rail against these. The free person is one conscious of the necessities that compel us all.","Spinoza writes, the wise man, the person who understands how and why things are, &#8220;possesses eternally true complacency (acquiescentia) of spirit.&#8221;","Needless to say, these ideas got Spinoza into very deep trouble. He was excommunicated from the Jewish community of Amsterdam in 1656. The rabbis issued a writ known as a cherem against the philosopher:","&#8220;By the decree of the angels&#8221; &#8211; it went &#8211; &#8220;and by the command of the holy men, we excommunicate, expel, curse and damn Baruch de Espinoza, with all the curses which are written in the Book of the Law. Cursed be he by day and cursed be he by night; cursed be he when he lies down, and cursed be he when he rises up&#8230;&#8221;","Spinoza was forced to flee Amsterdam and eventually settled in the Hague, where he lived quietly and peacefully as a lens grinder and private tutor till his death in 1677.","Spinoza’s work was largely ignored. In the 19th century, Hegel took an interest, as did Wittgenstein &#8211; and some 20th-century scholars. ","But on the whole Spinoza offers us a warning about the failures of philosophy.","The Ethics is one of the world’s most beautiful books. It contains a calming, perspective-restoring take on life. It replaces the God of superstition with a wise and consoling pantheism.","And yet Spinoza’s work failed utterly to convince any but a few to abandon traditional religion and to move towards a rationalist, wise system of belief.","The reasons are in a way simple and banal.","Spinoza failed to understand &#8211; like so many philosophers before and since &#8211; that what leads people to religion isn’t just reason, but far more importantly, emotion, belief, fear and tradition.","People stick with their beliefs because they like the rituals, the communal meals, the yearly traditions, the beautiful architecture, the music and the sonorous language read out in synagogue or church.","Spinoza’s Ethics arguably contains a whole lot more wisdom than the Bible &#8211; but because it comes without any of the Bible’s supporting structure, it remains a marginal work, studied here and there at universities in the west &#8211; while the traditional religion that he thought outmoded in the 1670s continues to thrive and convince people.","If we’re ever to replace traditional beliefs, we must remember just how much religion is helped along by ritual, tradition, art and a desire to belong: all things that Spinoza, despite his great wisdom, ignored at his peril in his bold attempt to replace the Bible."]