["Before there was Feminism in the wealthy developed nations, there reigned a system called patriarchy, or what we could call &#8211; for the sake of a certain symmetry &#8211; Masculinism.","Masculinism had its noble chivalric sides for sure, but it was undoubtedly also profoundly oppressive for a great many people. It involved all kinds of legal, professional and political constraints against women. And at a psychological level, Masculinism set up a stringent idea of what a normal human being should be like and what they should feel &#8211; and then shamed at least half of the population into believing that their tastes, interests and ways of being were at odds with being normal.","So for example, Masculinism promoted notions:","&#8211; that it was normal to be profoundly emotionally stoic and reserved","&#8211; that crying was shameful","&#8211; that one should be interested in war, hunting and fighting","&#8211; that one shouldn’t feel tenderly towards babies or sacrifice career for family life","&#8211; that one should keep love and sex entirely apart","&#8211; that it was natural that men should want to sleep casually with women, could then discard them coldly and would probably keep a mistress if they could afford to once they were married","&#8211; that real men were obsessed by the looks of women and were far more interested in these than in their minds and emotions","&#8211; that men and women weren’t meant to be friends; and should socialise separately","Needless to say, Masculinism made a lot of people very sad. It even made some men sad, those who didn’t subscribe to the macho, military stoic, predatory ideal; those who might occasionally have wanted a cry and didn’t view sex as some brutal fugitive act.","Hence the immense debt that women and men owe to those who pioneered the Feminist movement, which took shape in Western Europe in the late 19th century and which has gathered strength ever since. Feminism courageously challenged the legal and political hurdles set up by Masculinism. It gave women the vote, allowed them to control their finances, offered them sovereignty over their own bodies, fought for equal pay and sensitised society to the prevalence of domestic violence.","It also tried to change prevailing value systems. It discredited the stoic macho ideals of Masculinism. It challenged why war and fighting should be thought of as inherently noble. It highlighted the value of close involvement in family life. It argued that love and sex could go together and that fidelity might be a key ingredient of a strong relationship.","At the same time, in certain quarters, Feminism seemed to go further. Like branches of Masculinism before it, it set up ideas of what a normal human being might be like and what they should feel &#8211; and then gave many the impression that their tastes, interests and ways of being were at odds with normality and hence potentially really rather ‘bad’.","Under the influence of a certain type of Feminism, people learnt to be newly careful around:","&#8211; any overly direct interest in women’s appearance","&#8211; any expressions of sexuality shorn of commitment ","&#8211; any signs of bias against women that might reside at an unconscious level and emerge in a wounding way through the use of language","Paradoxically, those most likely to be shamed by this kind of Feminism were not the boorish, violent and openly prejudiced members of society; but rather many more mild-tempered characters who were very keen not to offend, and yet could see that some of their impulses might, if admitted to freely, cause sudden unwitting offence to the people whose friendships and respect they sought.","As a way to resolve some of the tensions of our current age, we might suggest a somewhat radical intellectual step; insisting that Feminism as we know it has not been a movement primarily concerned with gender. Though it may seem as if its concerns have been the rights and the position of women, Feminism has in its very essence arguably always been focused on a prior and much grander goal: Kindness.","Feminism has been a giant, immensely skilful and emotionally intelligent moral movement that has sought to convince people across the world to be nicer and more understanding towards one another. That some of these people who have had to learn this lesson have been men and that some of the people doing the teaching have been women is, at one level, not the boldest, most striking or most fundamental aspect of Feminism. Properly understood, Feminism is not simply committed to issues around gender; it is a movement that attempts to raise consciousness around how people hurt one another, often without even noticing and in ways that stretch from economics to law to pay to the minutiae of personal life. It simply so happens that if Kindness is the goal, then in the particular historical period in which it emerged, it was natural for Feminism immediately to address the most unfortunate aspects of Masculinism as its leading priority, given that these constituted some of the greatest sources of cruelty and oppression.","With Feminism reinterpreted like this, we’re in a position to start to see that women and men who identify with Feminism’s aims are at heart not Feminists per se but in their background ideology something more encompassing; they are what we could call NICEISTS, that is, people committed to a fairer, kinder, gentler, more empathetic conduct between all humans.","That is why Niceism stands ultimately to replace both Feminism and Masculinism as the true focus of social development. A project that’s become identified with gender stands to reach for an even greater prize; a world where no one of any gender makes anyone else feel unnecessarily ashamed, where ideals of normality are extremely broad and inclusive in all directions and where the commitment to be in every way tolerant, kind, fair and respectful dominates over any other competing priority.","That would mean the supremacy of something logically superior even to Feminism or its troubled predecessor Masculinism: the universal triumph of Niceism."]