["Many of us are wandering the world bearing a lot of emotional damage. We may be depressed, anxious or very difficult around sex and relationships. We might in certain moods ask ourselves where the difficulties came from.","It’s a continually weird, provocative and yet &#8211; in The School of Life&#8217;s view &#8211; extremely accurate answer that the damage comes, almost always, from childhood, especially early childhood.","How we were cared for as infants and young children has a disproportionate effect on how we will relate to others in adulthood. What we need to ensure is above all else a responsive parent: an adult who looks after our needs with sensitivity and kindness. This is quite literally life-defining and life-saving. ","It sounds like nothing much and nothing too hard &#8211; but without this kind of responsive love we are wounded for life. Many of us have been. ","Researchers have become ever better at showing the effects of neglect on children. One of the world’s leading experts is Dr Ed Tronick, director of the Child Development Unit at Harvard University. Together with his team, he is responsible for one of the great experiments in the history of psychology, known as the STILL FACE EXPERIMENT.","Watching the baby get distressed can be highly triggering. If a child can get so upset over a few seconds of cold and unfeeling behaviour, we have a sense of what can happen over years or more of neglect.","No wonder some of us don’t feel so well inside. We may have had an equivalent of a still-faced parent for our first decade and more.","But knowing how vulnerable we are shouldn’t merely sadden us: we can take stock of how we have been failed and understand the link between the past and our present difficulties.","Psychological research like the Still Face Experiment is at the forefront of helping us to understand ourselves emotionally, shedding scientific light on the origins of our sadness and complexity. Along the way, the experiment proves something beyond doubt: love isn’t a luxury so much as a gateway to survival and sanity."]