["When it comes to design and decoration, it feels extremely tricky and dangerous to accuse anyone of having ‘bad taste’ or to pride oneself on having good taste. The official story is that anything goes – and no one knows what’s good or bad anyway.","But that seems too easy and lacking in ambition. Progress can in fact be made on this important issue – if we try to understand what psychological mechanisms govern the business of taste in the first place. ","Why do we have the taste we have? Why are we attracted or repelled by certain sorts of styles? The best way to interpret this is via a theory of compensation. We’re all a bit unbalanced inside and get attracted to styles in the world that promise to compensate us for the things we’re lacking within. ","So for example, people who feel chaotic, undisciplined and cluttered inside, are liable to be very drawn to interiors that are serene, pure and poised.","Equally, people who are very exposed to, and oppressed by the hurried tempo of modern life – with its excessive brutality, precision and technological awe &#8211; are likely to be drawn to styles that speak of the rustic, the natural and the cosily shabby.","Now that might be an explanation for taste; but what about ‘bad’ taste? ","What singles out instances of ‘bad taste’ is excess in some direction or another: bad taste is a massive overcompensation, which has been generated by a sharp short-fall in some area or another. It’s a response to a psychological or physical trauma.","So for example, the Russians and the Saudis have over the years developed a reputation for spectacularly bad, as in gaudy and over-the-top, taste: a pumped version of Versailles in Riyadh or Moscow.","This isn’t, in a sense, surprising: a century of extreme deprivation under Communism and an eternity of eking out a living in the barren deserts of Saudi Arabia have created understandably desperate desires for compensation – which have evidently rather overshot their mark. ","Or think of sentimental ‘bad’ taste: the kind where there are gnomes in the front gardens and gaudy and sickly sweet trinkets inside.","This is a style frequently favoured by the less well-off in society, people whose working lives are humiliating, backbreaking and the very opposite of welcoming or tender. It should be no wonder that these unfortunates might therefore be in the mood for something counterbalancingly sweet at home.","In every instance of bad taste, we’re looking at the over-eager embracing of a good quality – like sweetness, freedom, fun or prosperity – that was once in very short supply.","Bad taste often sickens people but once one understands its origins, it starts to seem unduly harsh to judge like this.","We can all understand that if a person is starving, they might eagerly eat things which, in less desperate situations, they’d obviously reject – and that in their desperation, their manners might take a back seat. It’s not at all pretty – but we’d never blame them, because we know why they’re stuffing themselves with such haste.","We should apply similar tact when confronted with unfortunate tastes in design. What’s ‘bad’ in bad taste isn’t the person, but the prior trauma which they are seeking to compensate for through their decor. There’s no point in mocking – or offering lectures about art history. The problem isn’t a lack of information. It is a trauma created by a badly broken and unbalanced world.","The solution to bad taste is therefore political. Good taste comes about when people feel appreciated, when there’s enough to go around and when there’s an economy which doesn’t routinely humiliate and abase its workers. ","To make good taste more widespread, what matters above all are efforts to diminish the desperate lives in which lapses of taste invariably have their origins.","\n\n\n"]