["We&#8217;re used to thinking about the good sides of work purely in terms of money and status, and tend to forget a raft of other benefits that work &#8211; however modest it might be &#8211; can bring us. We went around the world to interview a diverse range of people at their jobs, in order to tease out some benefits of work independent of purely material gain.","1. Helping Humanity","We want to help others; a basic pleasure of work is the sense that we are able, through our labour, to improve the lives of those around us. We are taught by classical economics to think of ourselves as primarily selfish creatures. What&#8217;s more surprising is how personally gratifying it can be to make things better for our fellow humans. Fortunately, the way in which we help doesn&#8217;t have to involve huge intelligence or means. The phrase &#8216;helping humanity&#8217; suggests one might be engaged in advanced medicine or debt relief. But in a small shop in Birmingham, a newsagent is every day &#8211; in minor ways &#8211; bringing assistance to those who come his way; a pleasure that seems at the heart of the satisfaction he takes in the management of his shop.","2. Identity","Knowing what job to do is one of the hardest questions any young person has to face. Ideally, the fit between a job and one&#8217;s character brings out the best version of oneself; the job should develop latent tendencies and help an individuality to flourish. Work is a route to identity. This is what has happened to a hairdresser in Seoul, who found his vocation, and his true self, through a pair of scissors.","3. Sociability","Work provides a structure where we can encounter some of the better sides of other human beings. Contact is limited and the code of professional behaviour dictates that the demands we place upon one another is less challenging than in personal life. On the saddle of her taxi, a Liberian young woman experiences a liberation from some of the strictures of her society.","4. Control","The world generally resists our desire to impose our will upon it, but in work, we can &#8211; in a limited arena &#8211; become the masters of things. On his land, a farmer in Yorkshire exerts his benign rule over animals and nature.","5. A Better Self","Ideally, work invites us to create things that are a distillation of some of our best qualities: our patience, intelligence or creativity. This doesn&#8217;t have to mean great art or science. In a small shop in Accra, Ghana, a dressmaker puts the best of herself into the garments for her customers.","6. Meaning","A job becomes meaningful when it either increases the pleasure, or decreases the pain of another human. A brain surgeon from Texas recognises the privilege of having one of the most meaningful jobs around.","Meanwhile, in Mongolia, an architect takes pride in helping her society transition from a nomadic to a settled urban life:","7. Dignity","With a job to our name, we can enjoy a modicum of dignity. We can be respected by our community, we can contribute to the lives of others, we have a role. These are some of the satisfactions in the otherwise very arduous life of a baker from Mali &#8211; and a cattle herder from Cameroon.","8. Growth","A lot of work is bearable so long as our intelligence is engaged and our faculties exercised; so long as we feel that we are growing. Despite a lack of obvious heroism, a taxi driver from Istanbul has found a way to make the humble cab ride into a constant educational experience:"]