["If you had the misfortune to do too much of it at school, you’ll probably remember one thing about history: just how boring it can be. You might harbour painful memories of the 100 Years War, the War of Spanish Succession, Crop Rotation in the Middle Ages or &#8211; heaven forbid &#8211; the good deeds of Florence Nightingale. As a result, it wouldn’t be surprising if &#8211; nowadays &#8211; you tended to steer well clear of the whole topic.","But that would be a pity. The real reason why history is so boring is that we’re not clear about what it should be for. Here’s the big reason why history matters: it matters because it can provide us with solutions to many of the problems of the present.","At its best, history is there to introduce us to some of the things we need but that aren’t sufficiently visible in the world today. As a society, we’re very obsessed by what we’re up to right now. Unknowingly, we’re hugely biased towards the present. The news &#8211; which is about the most prestigious force in the world today &#8211; circles obsessively around some of the things that have happened in the last five minutes. And yet, many of the most important things that we need to nourish, sustain and inspire us, are a lot older.","What we nowadays need above all else are good ideas and history is full of them. Imagine you’re dissatisfied with aspects of contemporary Capitalism. It might help hugely to read about the slow emergence of Capitalism in Medieval Europe, so as to be able to trace its positives and negatives.","Or if you want to question how people get married, it helps to know a little more about the history of love&#8217;s relationship with marriage.","There are tons of missing ideas that have got wedged in the past; in volumes written long ago and not looked at in decades. Our films are attempts to rescue some of these ideas for our own times.","1. Romanticism ","2. Capitalism ","3. Work  ","4. Love ","5. Religion","6. Renaissance ","7. Monasticism","8. Ancient Greece","9. Wabi-sabi","10. Art","\n\n\n","11. Failure ","\n\n\n","12. Manners","\n\n\n","13. French and English Gardens ","\n\n\n","14. Rituals ","\n\n\n","15. Consumerism ","\n\n\n"]