["Throughout our lives, we spend a lot of time and even more money engineering pleasant experiences. We book airline tickets, visit beaches, admire glaciers, say hello to penguins, watch elephants drinking and so on&#8230;","In all this, the emphasis is almost always on the experience itself &#8211; which lasts a certain amount of time, and then is over. The idea of making a big deal of revisiting an experience in memory sounds a little strange &#8211; or simply sad.","We’re not assiduous or devoted cultivators of our past experiences. We shove the nice things that have happened to us at the back of the cupboard of our minds and don’t particularly expect to see them ever again. They happen, and then we’re done with them. ","They do sometimes come back to us unbidden. We’re on a boring train ride to work, and suddenly an image of a beach at dusk comes to life. Or while we’re having a bath, we remember climbing a flower covered mountain with a friend a decade before. But little attention tends to get paid to such moments. We don’t engineer regular encounters with them. We may feel we have to dismiss them as ‘daydreaming’ or ‘thinking about nothing.’","But what if we were to alter the hierarchy of prestige a little and argue that regular immersion in our memories is a critical part of what can sustain and console us &#8211; and not least, is perhaps the cheapest and most flexible form of entertainment.","We should learn regularly to travel around our minds and think it almost as prestigious to sit at home and reflect on a trip we once took to an island as to trek to the island encased in our cumbersome bodies.","In our neglect of our memories, we are spoilt children, who squeeze only a portion of the pleasure from experiences and then toss them aside to seek new thrills. Part of why we feel the need for so many new experiences may simply be that we are so bad at absorbing the ones we have had.","To help us focus more on our memories, we need nothing technical. We certainly don’t need a camera. There is a camera in our minds already: it is always on, it takes everything we’ve ever seen. Huge chunks of experience are still there in our heads, intact, and vivid, just waiting for us to ask ourselves leading questions like: ‘where did we go after we landed?’ or ‘What was the first breakfast like?’","When we can’t sleep, when there’s no wifi, we should always think of going on Memory Journeys. Our experiences have not disappeared, just because they are no longer unfolding right in front of our eyes. We can remain in touch with so much of what made them pleasurable simply through the art of evocation.","We talk endlessly of virtual reality. Yet we don’t need gadgets. We have the finest virtual reality machines already in our own heads. We can &#8211; right now &#8211; shut your eyes and travel into, and linger amongst, the very best and most consoling and life-enhancing bits of our past.","\n\n\n"]