["We live in conspiratorial times. Deeply sinister motives appear to be at work everywhere beneath the surface. No one, however high their reputation, is entirely beyond suspicion. Every institution, even the most venerable, may be at it. Whatever may publically be said, something a whole lot ghastlier is probably going on in private. Taking anything on good faith seems a sure route to naivety and disillusion. It’s never been a more tempting moment to become a conspiracy theorist.","But the real choice isn’t between naivety on the one hand and conspiracy theory on the other. The task is to find our way to an often-elusive third option: intelligent scepticism.","Both the intelligent sceptic and the conspiracy theorist start from the very same place: with an awareness that things may well not be what they seem, and that what is widely believed may be patently false. This is &#8211; in itself &#8211; no sign of madness or delusion. It’s the basis of some of humanity’s greatest discoveries and insights. To claim that the earth orbits the sun would have sounded the height of delusion in 1473. It would have sounded no less peculiar to maintain, in the late 1950s, that the UK security services were largely in the hands of a group of people working for the Soviet Union. A hypothesis can be thoroughly outlandish, very unpopular &#8211; and still correct.","What separates the conspiracy theorist from the intelligent sceptic is not the possession of some odd-sounding hypotheses; it’s what they then go on to do with these hypotheses. Here are some of the key differences: ","&#8211; Evidence","Intelligent sceptics know that hypotheses cannot be sustained indefinitely without evidence. They can be trialled for a time,  but eventually have to be positively backed up by concrete proof or else graciously and uncomplainingly abandoned.  ","&#8211; The Burden of Proof ","Intelligent sceptics know that the burden of proving a hypothesis must invariably fall on them, as the challengers to the status quo, and not on the upholders of the established ideology. They accept that it is their duty to show that ghosts really do exist; and not the responsibility of everyone else to prove that they don’t.","&#8211; The Courage to Abandon a Hypothesis","Upholding quarrelsome hypotheses delivers some hugely redemptive emotional pleasures. One often feels empowered and superior to all those who still blindly trust in the status quo. They, the idiots, may well think the rocket went to the moon; we know the whole thing was filmed in a downtown studio. Our job may not be so significant nor our house very grand, but we &#8211; unlike the stuck-up professors &#8211; know what really happened to the Fuhrer after the war.","Intelligent sceptics certainly know how nice it would be if they were proved right; but they can bear the humiliation of turning out to be miserably wrong. It would of course be deeply emotionally convenient if they really were to discover the secrets of cheap nuclear fission, if the elderly, rich man was in truth a sexual predator or if climate change did turn out to be a hoax. But they are also wise enough never to let their wishes overpower the more stubborn and unyielding claims of reality.","&#8211; Basic Trust ","The conspiracy theorist sees skullduggery everywhere; their default position is that everyone must be a liar and that simply everything is a cover up. Their fear of being taken for a dupe is so great, there can be no glimmer of trust. For their part, the intelligent sceptic proceeds through the world with an attitude of basic credence and initial benevolence. They dare to take things at face value, confident in their power to alter their views &#8211; perhaps quite quickly &#8211; in a much darker direction were the facts to demand it. They are internally strong enough to take a chance to believe in the goodness and truthfulness of strangers. ","Conspiracy theory is never really a problem of intelligence. It’s an emotional wound that overpowers the higher faculties of the mind &#8211; and is therefore best treated not with a barrage of countervailing facts, but with reassurance, kindness and love, for it’s here that the problem invariably began.","The choice we face isn’t between naive credulity and conspiracy theory. By understanding the fragility of our psyches, we have the option of navigating our perilous times with a judicious mixture of trust and doubt."]