["The modern world is wonderful in many ways (dentistry is good, cars are reliable, we can so easily keep in touch from Mexico with our grandmother in Scotland) &#8211; but it’s also powerfully and tragically geared to causing a high background level of anxiety and widespread low-level depression.","There are six particular features of modernity that have this psychologically disturbing effect. Each one has a potential cure, which we will only collectively put into action when we know more about the disease in question. Here are the six:","1. Meritocracy: ","Our societies tell us that everyone is free to make it if they have the talent and energy. The down side of this ostensibly liberating and beautiful idea is that any perceived lack of success is taken to be not, as in the past, an accident or misfortune, but a sure sign of a lack of talent or laziness. If those at the top deserve all their success, then those at the bottom must surely deserve all their failure. A society that thinks of itself as meritocratic turns poverty from a problem to evidence of damnation and those who have failed from unfortunates to losers.","The cure is a strong, culturally endorsed belief in two big ideas: luck, which says success doesn’t just depend on talent and effort; and tragedy, which says good, decent people can fail and deserve compassion, rather than contempt.","2. Individualism: ","An individualistic society preaches that the individual and their achievements are everything and that everyone is capable of a special destiny. It is not the community that matters; the group is for no-hopers. To be ‘ordinary’ is regarded as a curse. The result is that the very thing that most of us will end up being, statistically speaking, is associated, with freakish failure. ","The cure is a cult of the good ordinary life &#8211; and proper appreciation of the pleasures and quiet heroism of the everyday.","3. Secularism: ","Secular societies cease to believe in anything that is bigger than or beyond themselves. Religions used to perform the useful service of keeping our petty ways and status battles in perspective. But now there is nothing to awe or relativise humans, whose triumphs and mishaps end up feeling like the be all and end all.","A cure would involve regularly using sources of transcendence to generate a benign, relativising perspective on our personal sorrows:  music, the stars at night, the vast spaces of the desert or the ocean would humble us all in consoling ways. ","4. Romanticism: ","The philosophy of Romanticism tells us that each of us has one very special person out there who can make us completely happy. Yet mostly we have to settle for moderately bearable relationships with someone who is very nice in a few ways and pretty difficult in many others. It feels like a disaster &#8211; in comparison with our original huge hopes. ","The cure is to realise that we didn’t go wrong: we were just encouraged to believe in a very improbable dream. Instead we should build up our ambitions around friendship and non-sexual love. ","5. The Media:","The media has immense prestige and a huge place in our lives &#8211; but routinely directs our attention to things that scare, worry, panic and enrage us, while denying us agency or any chance for effective personal action. It typically attends to the least admirable sides of human nature, without a balancing exposure to normal good intentions, responsibility and decency. At its worst, it edges us towards mob justice. ","The cure would be news that concentrated on presenting solutions rather than generating outrage, that was alive to systemic problems rather than gleefully emphasizing scapegoats and emblematic monsters &#8211; and that would regularly remind us that the news we most need to focus on comes from our own lives and direct experiences.","6. Perfectibility: ","Modern societies stress that it is within our remit to be profoundly content, sane and accomplished. As a result, we end up loathing ourselves, feeling weak and sensing we’ve wasted our lives.","A cure would be a culture that endlessly promotes the idea that perfection is not within our grasp &#8211; that being mentally slightly (and at points very) unwell is an inescapable part of the human condition and that what we need above all are good friends with whom we can sit and honestly discuss our real fears and vulnerabilities.","The forces of psychological distress in our world are &#8211; currently &#8211; much wealthier and more active than the needed cures. We deserve tender pity for the price we have to pay for being born in modern times. But more hopefully, cures are now open to us individually and collectively if only we recognise, with sufficient clarity, the sources of our true anxieties and sorrows.",".\n\n\n"]