["In the background, many of us are terrified of so much &#8211; disgrace, illness, sacking, our mortality, the suffering and death of loved ones&#8230; When these fears come up, we are often encouraged, out of kindness, to think of the best-case scenarios. It’s a well-meaning move, but it also &#8211; unintentionally &#8211; leaves our fears to fester; they fill us with unnamed dread and sometimes loom far larger than they should. So an opposite move &#8211; displayed here &#8211; involves looking our anxieties directly in the eye, refusing to be cowed by them and examining them in exhaustive detail so as to drain them of their debilitating power. Doing so is liable to bring us to an important realisation: we could cope &#8211;  even if the worst came to the worst…","What follows are some invitations to meditate on scary things, not in order to depress us, but to lend us a buoyant, optimistic sense of our resilience and adaptability.","If the worst came to the worst…","\n&#8230;I would learn I had far fewer friends &#8211; but the ones that remained would be the true ones; the ones who could see past my (ruined) social status to the genuine me beneath. ","If the worst came to the worst…","\n&#8230;it would no longer be an option to follow the safe, respectable, prestigious path. With far less left to lose, I would at last be granted the opportunity to explore the riskier, yet more fulfilling occupations I had always somewhere hankered for but been too socially-anxious to try.","If the worst came to the worst…","\n…I would learn to measure my self-worth by my own standards rather than the whims and applause of the crowd. I would grow a sense of self independent of the verdicts of others.","If the worst came to the worst…","\n&#8230;I would look with new admiration and humility at the unhurried calm, natural stoicism and resilience of animals.","If the worst came to the worst…","\n&#8230;I would learn to contemplate my sorrows from the vantage point of a distant nebula and would recognise my life as the petty and insignificant thing it truly is and always was.","If the worst came to the worst…","      ","&#8230;I would develop appropriate gratitude for every apparently minor thing &#8211; and every day that unfolded without further catastrophe would be recognised as the blessing it truly is.","If the worst came to the worst…","…I would understand that life was not something that could ever be moulded into a wholly flawless and error-free entity &#8211; but is an always imperfect, necessarily wonky cobbled-together construction, full of marks and blemishes &#8211; which nevertheless possess their own beauty and dignity. ","If the worst came to the worst…\n&#8230;I would learn to distinguish between what is really serious and worth lamenting and what is only ever a passing nuisance. I would, in so many situations, be infinitely calmer.","If the worst came to the worst…","&#8230;my failure would embolden others to share stories of their own sadness, confusion and humiliation &#8211; and we would together face up to the suffering we so often unfairly endure alone.","If the worst came to the worst…","\n…I would know the feeling of inner freedom accorded to all those who have stopped trying to be respectable.","If the worst came to the worst&#8230;.","\n&#8230;I would stop feeling there was only one right path and one way things should be. I would throw away the rule-book &#8211; and learn to make other plans.","If the worst came to the worst…","&#8230;I would be thrown upon the mercy and charity of others &#8211; and would learn the meaning of true love: which is kindness given freely without any hope of return.","If the worst came to the worst…","… I would rejoin the eternity of silence from which every life is only ever a brief interruption.\n"," If the worst came to the worst…","&#8230;I would see that the struggle for fame, money and success was only ever a doomed attempt to compensate for an unconditional love that was longed for but denied in childhood. Worldly craving would give way to melancholy and mourning.","If the worst came to the worst…","\n…I would discover that what makes life worthwhile is not how long it is but how intensely and gratefully one lives it.","If the worst came to the worst…","… I’d cease to be so scared of looking within &#8211; and might, perhaps, one day give psychotherapy a go.","If the worst came to the worst…","\n&#8230;I would retreat to bed and under the protection of the covers, weep consolingly and uncontrollably for hours, no longer holding back, giving way to sadness like when I was a child &#8211; riding every wave of grief until I could sob no more.","If the worst came to the worst…","…I would play the saddest songs that have been waiting, in the wings, for me all this time.","If the worst came to the worst…","\n&#8230;I would know that no one can take away the memories of one we loved &#8211; and that so long as we cherish someone in our minds, they are immortal.\n","If the worst came to the worst&#8230;.","&#8230;truly the worst, then all the rage, grief, anxiety and fear would be at an end &#8211; and we would, at last, as the prayers so beautifully put it, be at peace."]