["A man is with his female partner, foreplay is going well, it’s time for more, but suddenly, a problem occurs. She looks at him expecting him to increase his efforts, but nothing happens. He has suffered what the French writer Stendhal termed ‘a fiasco’. He feels ashamed and desperate. He sees himself as a laughing stock, not quite a man, not fit for a relationship. His partner is worried too. She suspects he doesn’t find her attractive anymore, never really loved her or is perhaps deep down gay. If it happens repeatedly she might start to wonder if they should even be together.","In a great many cases, the cause of impotence is not physical but psychological. And it isn’t a lack of desire, it’s a misfounded notion of respect. The man certainly is turned on. But his desire is joined up with a fear. He’s worried &#8211; somewhere inside &#8211; that he’s imposing something unwelcome and ‘dirty’ on a partner who couldn’t really possibly want something so crude as much as he does. Sex seems, somewhere in his unconscious, sinister and debased, something one might share with an acquaintance one doesn’t really know or respect, or can explore alone with a porn site, but that wouldn’t be fitting for a soulmate one properly loves. Out of an entirely erroneous but nevertheless powerful sense of kindness and consideration for the beloved’s imagined feelings, the man holds back from pursuing what he’d really like and takes early retirement from his own sexuality.","One of the most basic facts about the relationship between children and their parents is that there is love but can be no sex. A young boy receives care, consideration and tenderness from his mother but &#8211; of course &#8211; nothing remotely sexual. From this very sensible arrangement, one problematic idea is born: the thought that a mother and, more  broadly, women who are as loveable and admirable as she is, must be without sexual desire. However naive that sounds, that’s how it can seem to a three-year-old boy, who gets a lot of things wrong and whose attitudes have a surprising after-life even in the adult mind. A mother may be witty, clever, and very attentive to the boy’s needs, but she doesn’t &#8211; surely &#8211; have any libido. This necessary and beautifully protective illusion is what can lead men to suspect that the more women have a status akin to their mother, the less likely they are to be fully sexual.","The answer to this hugely naive but properly distressing fear is to reassure the impotent male’s unconscious of a basic fact: that &#8211; of course &#8211; his mother was a sexual being. She, like almost all women, loved sex, probably had plenty of it and even more in fantasy. It was simply that, out of care and consideration for her son, she didn’t let on. Out of love, she tactfully made out she was, as it were, a virgin.","Rather than simply seeing impotence as a problem to be treated with pills, we can recognise that it is primarily a condition to be addressed by an idea: the thought that sex isn’t simply a low, demeaning activity that men are interested in and nice women aren’t. It is a hugely positive, psychologically-enriching and not at all sinister process that everyone, male and female, can benefit from. Some of the moments of sexuality that can seem so opposed to civilised life &#8211; occasional ruthlessness, crudeness or uninhibited energy &#8211; are wholly compatible with extreme dignity, kindness and love.","When impotence strikes, it may be time &#8211; in the nicest way &#8211; for the unconscious to enter fully into adulthood and recognise and honour the truth of male as much as female sexuality."]