["Science fiction has, quite unfairly, developed rather a bad name for itself. It’s seen as a subgenre consumed primarily by young males and obsessed by the very worst, often goriest possibilities for the future. In fact, science fiction is a much underestimated tool in business. In its utopian, as opposed to dystopian, versions, it’s exploring what we might ideally want the future to be like &#8211; a little ahead of our practical abilities to mould it as we would wish.","Science fiction doesn’t of course contain the answers (how actually to make a jetpack or a robot that loves you). Rather, it encourages something that is logically prior to technological mastery: the identification of a particular need that one would badly want solved. The inventors of eighteenth-century England weren’t just technically more adept than the Ancient Romans (who had, after all, very successfully built aqueducts and concrete ceilings); because of certain socio-economic conditions (especially taboos around the use of slaves in the coal mines of the Midlands), the English entrepreneurial classes also wanted steam engines rather more urgently than their Roman predecessors ever had.","In 20,000 Leagues under the Sea, published in 1870, Jules Verne narrates the adventures of the Nautilus, a large submarine that tours the world’s oceans often at great depth (the 20,000 leagues &#8211; about 80,000 kilometres &#8211; refer to the distance travelled.) When writing the story, Verne didn’t worry too much about solving every technical issue involved with undersea exploration: he was just pinning down what it would be great one day to have. He describes the Nautilus as being equipped with a huge window even though he had no idea how to make glass that could withstand pressure at great depth. He imagined the vessel having a machine that could make seawater potable, though the science behind desalination was extremely primitive at the time. And he described the Nautilus as powered by batteries &#8211; even though this technology was in its infancy.","Jules Verne wasn’t an enemy of technology. He was deeply fascinated by practical problems. It’s just that in writing his novels, he held off from worrying too much about the ‘how’ questions. He brought the idea of the submarine into the minds of millions of people long before the technology that would allow the concept to take hold practically was in place. Eventually, of course we need to answer the ‘how’ questions. But science fiction reminds us that we can start elsewhere. ","A central message of the science fiction genre is: for a time, don’t worry too much about how it’s all going to happen. Let&#8217;s just take the time to imagine the future first: people communicating telepathically, prospective partners chosen by brilliantly accurate computers, robots with deep emotional lives&#8230; The fact that we don’t at present know how to do any of these things shouldn’t hold us up. We need practice at concentrating on the way we want things to be.","Dystopian sci-fi &#8211; the Mad Max scenario in which the future is imagined as being awful &#8211; isn’t where we need help. It’s only too easy to picture disaster. We’re almost always too preoccupied by anxieties around how anything could be achieved that we simply don’t get round to picturing what we’d actually like. So we need the sort of science fiction that encourages us to concentrate closely for a time on the positive developments we want to see happen. ","Jules Verne is a constant inspiration in this area. In his 1865 novel, From the Earth to the Moon, he expands on the thought of how great it would be to orbit and then land on the moon. He lets himself imagine this without getting embarrassed by the normally fatal objection that such an adventure was entirely beyond the reach of the available technology. He is addressing another part of the mind.","In his story, Verne imagines that the United States would launch a mission to the moon from a base in Florida. He fantasised that the craft would be made of the lightest metal he knew (aluminium) &#8211; which turned out to be right. He assigned what seemed an unspeakably vast price tag to the venture; the equivalent of more than the entire GDP of France at the time. And that, too, turned out to be a very respectable guess at how much the Apollo programme would cost. It was an amazingly prescient imaginative description. His vastly popular book didn’t help engineers, but it did something that in the long run was perhaps more significant. It brought forward the idea that it would be wonderful to do this kind of thing. It fostered the aspiration, which &#8211; in time &#8211; came to be (just) viable.","Inventions don’t actually start with discoveries of what it is technologically possible to do. They have a more extended history. They begin when people identify a longing &#8211; and to get to that longing, we may have to park practical considerations for long enough to imagine them. ","For example, the mobile phone made its debut in 1966, not in the labs of a tech company but on television screens, in the original series of Star Trek.","The full range of uses of today’s phones wasn’t quite in focus. The film people didn’t think to get Captain Kirk to scroll down a twitter feed or swipe potential sex-partners on nearby planets.","But all the same, the core idea is brought powerfully to consciousness. One longs to have one of those too. In this sense, Star Trek  invented the wireless headset:","In the later incarnation of the series, The Next Generation, we encounter the origins of the iPad:","The mental move &#8211; ‘what would we want to happen one day?’ &#8211; has until now often focused on technology, but it doesn’t only have to operate here. The core concern is simply: where might our as-yet-unfulfilled needs take us? What would it be really nice to have? ","Such questions are capable of being levelled at a diverse range of human concerns. Take relationships. After two or three disastrous unions with people, primarily caused by weird kinks in their and our psychological histories, we might start to wonder how nice it would be if people had training in relationships that could be as rigorous as that currently given to commercial pilots. In the future, one might consider it bizarre ever to date anyone who hadn’t gone through at least 10,000 hours of classroom and practical training with the best minds in the field. Right now, there’s a modest industry of relationship counselling. It’s something a smallish fraction of people encounter and the results are often mixed. But, in an exercise comparable to Jules Verne’s moves, one could ask: what would it be like if a version of relationship counselling became one of the largest undertakings in society? It’s not such a mad thought experiment because relationship problems are truly amongst the most significant we ever face. The issues &#8211; of compromise, forgiveness, how to work out who might be right for one, how to cope with disappointment, how to help another person develop &#8211; could one day, perhaps, be handled by practiced, reliable instructors. We’d treat having relationships the way we treat getting a license to captain an A380: you’d need to demonstrate your abilities on a lesser scale first and you’d be tested in simulated practice around many component skills (resolving an argument, apologising, planning a family holiday &#8211; just as pilots now practice navigating over the Singapore Straits at night).","\n\n","Through such science fictional experiments, one gets into the habit of wondering how it would be if our world changed. These work to counteract our tendency to inhibit thinking around things that seem (at the moment) unlikely. And that’s extremely important, because when we look backwards we realise that, repeatedly, things that once seemed unlikely have come to play a huge role in our lives.","We all have a science fiction side to our brains, which we are generally not used to giving free reign to. But creating the dream allows the space in which later patient development can happen. It gives us permission to wonder. It helps us to know what we’d really like to be true, and thereby gives us the energy to help one day make it so."]