["This is a section of The Book of Life that gathers together our canon: our selection of the greatest thinkers from the fields of philosophy, political theory, sociology, art, architecture and literature whom we believe have the most to offer to us today.","The idea of assembling a ‘canon’ can feel a bit awkward &#8211; maybe even oppressive. It can feel unfair to leave out so many people. And anyway, who decides? Surely the people making the canon are bringing some bias to their task?","We happily admit to bias. We’re sometimes taught to think ill of bias, as if the only good kind of information was that which carried absolutely no intention or design, and left everything up to the audience instead. This emphasis on neutrality is understandable; there has historically &#8211; especially in the 20th century &#8211; been a lot of bad bias around. But we ultimately believe that the goal isn’t to have no bias at all but to put forward ‘good’ bias; by which we mean, bias in favour of a selection of thinkers who point us to valuable and important ideas. At The School of Life, we are heavily biased towards emotional intelligence and the use of culture as a tool for consolation and enlightenment.","We have some quite specific views about what makes a thinker ‘great’. Typically, great thinkers are included in encyclopedic works on the basis of reputation: a list is drawn up asking what names have been most influential, and what ideas have most memorably shaped the intellectual world. However, we’ve got our sights on a different aim: we want to work out what ideas offer help with some of the leading problems of our own times. For us, a ‘great’ thinker is someone whose ideas stand the very highest chance of being helpful in our lives now.","Because a canon is necessarily so selective, it is always vulnerable to attack. We have a sanguine view of selection; selection is simply an inescapable feature of living in an information-rich world. The ideal isn’t to avoid being selective, the challenge is to try to select as well as possible. In our eyes, this means picking out thinkers who can unpick some of the greatest difficulties in our political, professional and personal lives. We aren’t historians recovering ideas for their own sakes; we are applied philosophers seeking intellectual concepts that can be put to work in the here and now.","We’ve worked hard to make the thinkers in The Book of Life sound simple, easy and (hopefully) quite charming. In the past, many of these thinkers have been caught in a fiendish trap. What they have had to say has been hugely relevant and important. But how they have said it has guaranteed that they went unheard: because their books were a little too dense, some of their ideas sounded odd and many of their most crucial concepts were prone to get lost amidst a welter of subsidiary information. We’ve recovered what we see as the important ideas in our chosen thinkers by following a number of principles:","That said, we recognise that there are proper worries around ‘simplification’. There is a concern &#8211; fed by the academic world &#8211; that if you simplify, you inevitably betray: you omit the stuff that really matters. We understand the anxiety, but don’t want to let it triumph, for we are equally aware of the dangers of listening to it too closely: needless complexity can lead to good ideas being ignored altogether. We think that the important truths about how we might live are capable of popular formulation. We’re against the tragic view that what is important is condemned always to be unpopular or incomprehensible to most citizens.","Popularising is, from our perspective, a great and noble task, especially in a democratic consumer-led world where elite culture has (more or less) lost its sway. It’s what makes ideas real in the life of a society. In any case, our lives are never entirely bookish or intellectual. We’re always driven by, and to an extent reliant on straightforward thoughts that guide our conduct. Those ideas are the ones that matter to the day to day flourishing of a community. Preciousness can be the downfall of the best concepts.","The modern world has to date left the study and transmission of cultural ideas largely to university departments in the humanities. Their main focus has been on trying to understand what great thinkers were about in and of themselves. Here, somewhat heretically, we’re doing something very different: we want to know what they can do for us.","We’ve mined history to bring you the ideas we believe to be of the greatest relevance to our own times. We will have succeeded if, in the days and years ahead, you find yourself turning to them to illuminate the multiple dilemmas and griefs of daily life."]