["We are often taught that the best way to prove attractive is to smile.","The idea feels logical and for the most part highly appropriate, but it shouldn’t blind us to the occasional claims of a contrary minority approach, this one founded on an awareness that friendship between people is ultimately based not on boosterish accounts of recent triumphs, but on the possibility of shared grief, sadness and melancholy.","This may explain the surprisingly intense charm of attractive people who are resolutely not smiling &#8211; but instead look lost in thought, absorbed by their own sorrows and taken up with an internal dialogue around pain and loss. They may well pull a smile if asked, but it will be obviously rather strained, and brief, like a moment of sunshine between dark grey clouds. They are beautiful not despite their sadness, but &#8211; however curious this sounds &#8211; precisely because of it.","In the Western artistic tradition, the most prominent sad beautiful person was &#8211; for many centuries &#8211; the mother of Jesus. In many representations, Mary was elegant, serene and poised, but she was also &#8211; quite obviously &#8211; sunk in sorrow and concern. But the sadness did not detract from her appeal. Rather, it made the viewer feel in the presence of someone who would be in a position to understand their own sorrows, someone around whom it would not be necessary to put up a front in the name of seeming normal.","Our longing for love is, at heart, powered by a desire to be understood and to understand. Given how much of life is tragic in structure, it follows that for many of us, the sort of people we feel readiest to love are not going to be those who find the business of living obvious or easy; but those who are as puzzled and saddened by it as we are; those who feel a regular need to withdraw from the sentimental bonhomie of daily life; those who are alive to anxiety and catastrophe &#8211; and who may, like us, frequently feel close to tears at so much that is regretful and sad.","We have been keen to pathologise and medicalise expressions of unhappiness &#8211; and our ideals of physical beauty have kept pace with our prejudices. Our billboards and movies loudly proclaim the virtues of glowing contentment.","But we are in danger of missing out on one of the richest sources of beauty, which is when our faces drop their usual masks and visually acknowledge the pain of existence &#8211;  a moment of honesty and vulnerability on the basis of which true friendship and love can arise."]