["People have been making pornography for a very long time. It’s been on the sides of temples in India:","on Greek vases:","in Roman bedrooms:","and German drawing rooms:","But a decisive moment in its history came in 1839 with the French artist Louis Daguerre’s invention of the photograph, known as the daguerreotype, which transformed the availability and realism of sexual imagery. It was not long before the new technology was being put to use to explore  a variety of explicit scenarios. One of the earliest, a series of lesbian encounters, was made in Paris in the spring of 1840.","For a time, the pictures were extremely expensive. In the early 1850s, one daguerreotype cost a week’s salary for a French worker. It would, pointed out one observer, have been cheaper to hire a prostitute for the day than to buy an image of her. But prices eventually came down and the trade grew exponentially. By 1860, there were estimated to be 400 shops selling pornographic photos in Paris. They were available in packs of five &#8211; on sale from an army of women who kept them under their dresses &#8211; at all the big train stations. Heterosexual packs normally contained a selection of nude poses, some cunnilingus, some anal sex and some light bondage.","Looking at the images, there can be a basic surprise &#8211; a symptom of our egoistic sense of uniqueness &#8211; that they could truly have got up to this sort of thing. Our ideas of the past are likely to be so dominated by thoughts of politics, warfare and the machinations of haughtily-attired aristocrats, it can take a moment to remember that our ancestors were, of course, far more than this: there was a lot of cunnilingus and a good deal of anal in the year of the Great Exhibition and the Charge of the Light Brigade.","History teachers are always attempting to bring the past to life. They try, in a quest for a more intimate sort of history, to show us what houses looked like and what an evening meal might have consisted of. They know how much top hats can inhibit our powers of empathy.","But there is no quicker way to bring the 19th century vividly to our imagination, no more efficient bridge across the centuries, than to be confronted by tangible evidence that they were, in their deepest selves, despite all the gulf in ideology and manners, substantially just like us in our more explicit, and most animate, moments.","We may even start to look at other centuries and times with newfound empathy. Beneath the forbidding exterior of the 16th-century Doge Andrea Gritti, painted by Titian, was someone who might have shared the gamut of our interests.","We may have to rely on Alessio Baldovinetti’s portrait for an idea of a 15th-century Florentine lady, but &#8211; empowered by the lessons of 19th-century porn &#8211; we can guess that things would not really have been so formal and other-worldly.","Our peculiar and extreme sexual imaginations &#8211; with all the complications and joy they give us &#8211; have been thrumming within our species long before You Porn. We can feel at once connected up to our ancestors, and less frightened of having lost our innocence at the hands of our new technologies.","There is something else about photography with particular implications for pornography. Photography’s genius lies in its ability to offer us a sense of what feels like the present. It is a frozen moment of time, rescued from the dissolving force of the years. But this is also what makes photography especially poignant when it is viewed across decades or centuries. We sense with particular clarity the vivacity and immediacy of people in old photos against which the one irrevocable fact we have in mind &#8211; that they have all died &#8211; then stands out with touching starkness. Their photographic liveliness makes their eventual deaths all the more tangible.","Here are two people chatting in a street in London in the 1870s. For a moment they live again, and then they &#8211; and everything about their world &#8211; is washed away in the river of time.","As far as the eye can see, there are people stretched out on a Coney Island beach in the 1920s, fit, beautiful, energetic, with plans for dinner, a sense of fun, worries and intrigues; everyone of them swept into oblivion by the tsunami of history.","The poignancy is even more acute around photographs of children. They have &#8211; as they gaze at us &#8211; so much of a future ahead of them; and yet already it is gone. Everything they were was eventually reduced to nothing.","Without knowing quite how it could happen (we never do), they grew, married, became little old ladies and were laid out in their coffins one day.","It can be more powerful than an image of a skull.","All these feelings stand to be heightened with porn, because having sex is the ultimate activity of the moment, when we stand to forget time and lose ourselves in the present, absorbed by everything that is contrary to the implacable eternal. The figures in the porn of the 19th century are our contemporaries, they are no different from us &#8211; sucking, thrusting, defiling, lost in the emotions of now &#8211; and we will eventually go just the way they went.","Yet there is in porn also a heroic and redemptive defiance of the grim future. In their moment of pleasure, the figures are denying what is going to happen. They don’t, right now, care that they will grow old and die &#8211; and perhaps they are inviting us not to either. We can watch them holding onto their pleasures and simultaneously hold onto our own with newfound gratitude. These people weren’t awed by their negligible place in the implacable movement of the centuries; they had a penis to suck, a vagina to explore, some stockings to put on… &#8211; and, for a time, wisely knew how to forget the upcoming apocalypse."]