["No two subjects could seem further apart. The one: the summit of the human spirit and one of the ultimate sources of meaning. The other: a pitiable, distracting compulsion, until very recently condemned by religions and doctors and still hard to mention in any kind of decent or intelligent company.","And yet… masturbation deserves to be honoured as a properly creative activity, a five to ten minute piece of extremely complex mental choreography, which in its best instances draws upon the very same faculties as those that underpin great art.","It was Leonardo da Vinci who famously tried to draw attention to the vital role played in artistic life by the creative activity in our minds &#8211; as opposed to our physical dexterity at the easel &#8211; when he proposed that, first and foremost: “La pittura è cosa mentale” (art is a mental activity). A masturbatory session could, according to this logic, be just as ‘artistic’, narratively complex and beautiful as any painting, even if it isn&#8217;t tethered to the making of anything that could be hung in a gallery.","We can identify at least four common moves that both artists and masturbators will make &#8211; as they aim for great art on the one hand; and orgasms on the other:","Inspiration","For lay people, one of the great puzzles of art is where artists find their inspiration. And much to our surprise, it’s often in the very ordinary moments of life that the rest of us go by rather innocently that artists will identify their richest material. We just happened to see some trees, a petrol station, the view of the city, some countryside; they saw the raw material for masterpieces.","Similarly the masturbator can be on a train, at the supermarket or in a meeting at work, and &#8211; without any outward signs whatsoever &#8211; can be discretely picking up the material &#8211; a leg here, a wrist there &#8211; which will later be transcribed onto their erotic canvas.","Like the artist, the masturbator rescues people from the everyday, neglectful world, and reveals in them an interest and depth that others have forgotten about.","Details","Much of the power of the best paintings comes down to the way their creators worked at getting the details right. Think of:","&#8211; The melancholy and profundity legible around the eyes in Rembrandt’s later self-portraits:","&#8211; Or baby Jesus’s right hand reaching tentatively for its mother in Fra Filippo Lippi’s Madonna and Child:","&#8211; Or the dog with its head turned with a kind of unruffled obedience in Constable’s The Hay Wain:","This attention to detail finds a counterpart in masturbation where we also lavish attention on apparently minor things that are nevertheless central to delivering an erotic charge. We might, for example, focus intensely on:","&#8211; The way the left hand was pressed between the thighs in a pair of black tights.","&#8211; The loose way a thin leather strap hangs around a wrist, drawing attention to its elegance and strength.","&#8211; The way a pair of glasses hangs a little way down the nose, suggesting a distracted, slightly other-worldly air.","It takes a certain courage, in both art and masturbation, to overcome clichéd ideas of what a painting or session are meant to be about, and instead to go with what one is oneself really interested in &#8211; even if it defies certain conventions.","Think for example of the way the painter Hammershoi bravely held on to his impulse repeatedly to paint women from the back in grey interiors &#8211; just as a masturbator might centre their excitement not on a whole perfect body but merely the sight of a pair of classic flat black shoes, the left one dangling casually off the toes.","Narrative","The great artists know how to create miniature narratives:","&#8211; Think of the woman turning around in Andrew Wyeth’s Christina’s World\n","&#8211; Or the little boy answering his civil war interrogators in And When did you Last See your Father?","And in masturbation, we find the same search for little moments of narrative intensity: ","&#8211; Both of us in the library, pressing together beneath the desk.","&#8211; Their hand touching mine on the park bench.","&#8211; The way they sucked my fingers before anyone could notice at dinner.","Composition","The classical theory of painting holds that life will never provide perfection, and that a task for the artist is therefore to edit reality, composing an ideal from the raw material of life.","The Ancient Greek painter Zeuxis was said to have requested that the five most beautiful maidens from the city of Croton be brought to his studio, so that he could copy the most attractive parts of each one and then paint the most perfect woman in the world. &#8220;That which is dispersed [in nature] is gathered into one in art,&#8221; remarked Aristotle of this story.","There’s something of this same manoeuvre in masturbation, where the thing we are masturbating about might not appear in one place in life, but where we can condense, correct, combine, add and subtract to get to our goal: we might join those shoes from five years ago to that smile from this afternoon to that rain jacket from the little train station in the Swiss Alps.","***","We’re used to thinking that the way to learn about art is to go to the museum. In truth, we’d be advised to pay closer attention to what’s happening during masturbation and especially to the gallery of images that we carefully compose &#8211; and often catalogue and store over many years with true curatorial rigour, knowing with the skill of a well-practised museum director just how to pull up a given set of works that might not have seen the light of day for a decade, when it seems to particularly match its audience&#8217;s needs.","It’s on our beds that we can start to understand the role of editing, composition, synthesis and the relation of the parts to the whole.","Not least, we should take a little pride in some of the sheer ingenuity of our brains as they work towards producing for us highly concentrated moments of aesthetic delight &#8211; and then transfer at least some of the prestige currently hogged by art over to masturbation, its much humbler, neglected and yet in truth almost equally creative sibling."]