["It really matters what we think of as ‘being normal,&#8217; because we are collective creatures. We&#8217;re acutely receptive to group dynamics and sensitive to where we fit in – or the ways in which we don’t. No matter how much we praise individualism and see ourselves as unique we are, in fact, deeply influenced by our picture of what is &#8216;normal&#8217; in our society.","This is a problem because our picture of what is normal is in fact &#8211; very often &#8211; way, way out of line with what is actually true and widespread. Many things that we might assume are uniquely odd or disconcertingly strange – and which cut us off from other people – are in fact completely average and ubiquitous: ","If you … ","&#8211; sense you’ve married the wrong person","&#8211; get sick with envy when a friend succeeds","&#8211; think about your partner&#8217;s sister in bed","&#8211; want to cry when anyone criticises you","&#8211; dislike the way you look","&#8211; panic at the thought of having a conversation with a stranger","&#8211; worry a great deal about farting in public","&#8211; feel you might vomit in a meeting out of fear","&#8211; can’t sleep well in hotels","&#8211; find that your voice starts to give way or crack when you have to speak to anyone important","&#8211; are worried about sitting on a dirty toilet seat","&#8211; trip over tiny cracks in the pavement","&#8211; have sexual thoughts about members of your own family","&#8211; bump your head trying to get nonchalantly into a taxi","&#8211; are turned on by some pretty weird people in the news, like the president of Russia","&#8211; masturbate a lot","&#8211; regard yourself as a fraud","&#8211; worry about not making it to the toilet in time","&#8211; walk into doors, lampposts, car wing mirrors and bollards","&#8211; often worry that other people can see your genitals","&#8211; are gripped by the fear you will by mistake spit on your dining companion in a restaurant","&#8211; fear other people think you’re a pervert","&#8211; still think about a relationship that ended badly eleven years ago","…. then you can quietly congratulate yourself: you are deeply normal.","The picture of normality has been drawn, in our culture, by slightly brutish characters. It’s not simply that the picture has tended to stress externals over internals: suggesting to us that it’s normal to have a gleaming kitchen or go on a foreign holiday every year. It’s rather that the assumptions about what it’s like to be alive, to be a human being, have been skewed.","Our culture has tried to project an idea of an organised, poised and polished self, as the standard way most people are. And this encourages us to get impatient and disgusted with ourselves when we don’t live up to expectations. We want to shout that we need to buck up, get it together and stop being so weak or so weird. But instead of expecting ourselves to be normal in the sense of being calm, coherent and rational, and getting ashamed when we&#8217;re not, it’s far better to recognise the omnipresence and sheer normality of madness, waywardness and alarm in every single human soul.","\n\n\n"]