["What often distinguishes fulfilled from unfulfilled lives is an ingredient that’s not part of the educational curriculum and that can sound vague, silly and Californian in the bad sense: CONFIDENCE","It’s humbling to realise just how many great achievements haven’t been the result of superior talent or technical know-how, merely that strange buoyancy of the soul we call confidence.","Why is it so easy to lack? Partly it’s a hangover from the past. For thousands of years, for most of us, there simply were no opportunities for hope: we were serfs and slaves &#8211; and the central psychological survival skill was to keep our heads down and our expectations low.","Each of us still carries a little of the legacy from that past, an attitude of inner serfdom that threatens our spirit deep into a democratic technological modern age.","Hope can feel dangerous.","There might in addition have been parents who sent out subtle messages:","‘People like us don’t&#8230;’","‘Who do you take yourself for&#8230;’","We should feel compassionate about where those defensive parental messages came from: they were a protection, a survival strategy and an escape from humiliation. ","School didn’t help. It wanted us to be good boys and girls; and taught us to trust in established authority.","But we may naively have gone on too long putting too much faith in existing institutions &#8211; and now suffer from doing what is asked of us a little too obediently.","Part of becoming an adult seems to be to embrace the painful realisation that grown ups don’t actually have all the answers &#8211; and therefore that we have every right, indeed a duty, to break certain rules and think things through independently. We need to learn a calculated form of disrespect, which can be a surprising thing, after 20 years or so of enforced obedience.","We need to learn a constructive suspicion of authority, a path between total compliance on the one hand, and sullen scepticism on the other.","In addition, confidence seems to involve a courage to accept imperfection. It is tempting never to get going, when everything has to be perfect. It’s a recipe for remaining under the bed. And yet how often so-called great lives have been riddled with errors that nevertheless didn’t sink them. Confidence begins with a capacity to forgive oneself the horrors of the first go.","Death is a necessary thought too. We should use it not to further sadden us but to scare us fruitfully into action.","The risk of not doing anything is in the end greater than the risk of messing up.","Our fear of messing up should give way to the only real danger there is: that of never trying."]