["There’s a person at another firm you quite often have to speak on the phone &#8211; mostly about recurrent issues with a licensing agreement. You’ve never actually met them you’re in different parts of the world) though their profile photo is intriguing: a crisp shirt, nice glasses &#8211; but you know you can’t necessarily tell very much from that. It’s always fun chatting with them &#8211; you like their voice; when there’s a problem they spin out a sympathetic phrase ‘oh … I know &#8230; I know’ &#8211; you’re really only lamenting an ambiguity in the clauses about merchandising rights, but their tone suggest other possible occasions when they might say that in the same way: if you told them them about feeling lonely at the sales conference in Antwerp or the way Bach’s cantata Bist du bei mir sometimes makes you want to cry. They’re not saying anything intimate outright, they are just hinting. They are creating a suggestive atmosphere that invites you to join in. You might exaggerate your excitement around banal things …‘it’s so lovely of you to … have a senior partner clarify the corporate advertising strategy’: the way you say it &#8211; stressing ‘lovely’ &#8211; implies something bigger: you are lovely. They sign off in a sweet way: ‘till soon’. Which conjures up a double cheek kiss, a sympathetic glance into your eyes and a pat on your arm. It’s a charming little flirtatious moment in the middle of a tricky afternoon. ","You might find yourself flirting at a party, when you meet up with an old friend, when you have tea with a lovely elderly neighbour, across the boardroom table, with a colleague at work or even with your partner. It’s possible to take a negative view of flirting &#8211; most often when someone we like flirts with someone other than us. But that’s because flirting is understood only in a very narrow way: as an early step in a mating ritual that tests the waters for sex.  ","But the pleasure of flirting is not primarily erotic. It’s more aligned with friendship. And it’s core impulse is generosity. Essentially, when we flirt we are showing another person that we like them and find them attractive. When people are good at flirting it’s clear that they are many steps away from a suggestion of hopping into bed &#8211; though there might be a hint that it would be nice to stroke this person’s hair, or cuddle them or whisper to them in the dark. But these are pleasures of affection and it’s unfortunate if we categorise them mainly as foreplay.  ","Some people could do with toning down their self-esteem, but usually we’re not at all given to over-estimating how much other people might be interested in us (the problem typically runs the other way, we find it increasingly difficult to imagine being the object of desire for anyone); we don’t need to follow through with this person &#8211; the benefit is a needed boost to one’s self-perception. And we love it when another person indicates that they think we are just a little bit lovely. We usually need plenty of reminders of this.","One of the nice things about flirting is that it is highly flexible. People can flirt across gulfs of political belief, of social, economic or marital status, of sexual inclination and (with obvious caveats) of age: the 26-year-old corporate lawyer and the 52-year-old man behind the counter of the corner shop can flirt; so can the cleaner and the CEO. And it’s moving when they do because they are demonstrating how kindness and interest and a touch of mutual attraction can overcome distance. ","Because flirting is non-committal it can look as if it is insincere. Isn’t the flirt only pretending? This is an attitude fostered by a Romantic ideal of total coherence: either we are completely sincere and speak straight from the heart or we are, in effect liars. So, in some of the great Romantic novels of the 19th century ‘flirt’ is a term of abuse; the brooding hero would be applauded for renouncing his finance (and retiring, in disgust at the world, to a partially ruined castle in the Highlands) if she flirted with another man; and no fine heroine would ever adopt a playful, semi-erotic tone with anyone except her single true love. But they missed something important.","The ideal flirtation is a small work of social art co-created by two people; it is civilised artifice. It acknowledges limitations, it is worried about consequences, it knows you shouldn’t let a momentary impulse damage a long standing relationship. So it invents a safe version of seduction. It constitutes a wise accommodation with reality, while working out how to have the nicest time with another person. We should flirt more. "]