["Perfectionism is the unreasonable and self-defeating ambition of getting something absolutely right &#8211; which makes us difficult to be around and punishing to live within.  ","The origins of perfectionism lie in the imagination, in the ease with which we can conjure up a picture of an ideal state of affairs, compared with the monstrous difficulty of bringing such a state into being by ourselves. The sickness of perfectionism gestates in the fertile gap between our noble visions and our mediocre reality.","And yet our problems do not ultimately arise in our love of perfection per se. They lie in our reckless tendencies to under-budget for the difficulties of achieving it. The proper target for (gentle) criticism is premature perfectionism. ","How accurately we budget &#8211; for time and effort &#8211; is dependent on a proper grasp of the inherent difficulty of any task. If we fully recognise something to be exceptionally arduous, we don’t panic when our first efforts are weak and progress slow. It’s difficult &#8211; but we knew it would be. High standards only become a problem when we think something might and should be substantially easier than it turns out to be, and when we read our struggles as marks of our own ineptitude rather than as an inevitable part of an entirely legitimate lengthy journey.","Perfectionism is only a problem because we have underbudgeted for difficulty, not because we are aiming high. It strikes when we imagine we might write a good novel in six months, or have a good career by the age of thirty or have worked out spontaneously how to have a successful marriage.","Our perfectionism starts to torture us when we lack information on how hard others had to work and how much they had suffer before reaching their ideas of perfection. In the Utopia our culture would endlessly draw to our attention the first drafts, and hidden labours of others, and properly alert us to the true horrors exacted by anything worth doing. We would not then be impatient sickly perfectionists, we would be patient resilient questers for excellence.","The problem isn’t that we’re aiming for perfection. It’s that we don’t have an accurately redemptive idea of what perfection really demands."]