["We&#8217;re used to the idea of sex being used to sell stuff. It happens all the time, usually around cars, or perfumes. Or even less substantial things like ice creams.","It&#8217;s a sad state of affairs.","Making use of another human being&#8217;s sexuality to generate an enthusiasm for consumer products seems a pretty depressing manoeuvre &#8211; demeaning as much to buyers and producers.","But before we despair of our shallowness, let&#8217;s go back a few centuries to consider the educational theories of one of the greatest Renaissance Italian philosophers, Marsilio Ficino.","Ficino was unfazed by our tendencies to be interested in sex. This was, he thought, simply an inevitable consequence of our bodily nature, which dictates that our initial interest in things will almost invariably spring from our sexual and sensory faculties.","The reason Ficino was undisturbed by this is that this wasn&#8217;t in his eyes the end of the story. Though our interest in things may well begin at the sexual level, this is merely the starting point: the destiny of our interests is to move on to a stage of higher engagement that Ficino called &#8216;love&#8217;.","And from there, we may ascend to a third stage: the longing and capacity to understand.","So our interests are naturally inclined, if well tended, to follow a path from sex to love to intellectual engagement &#8211; and this holds true for an interest in people, in virtues and even in abstract ideas.","Ficino was above all else an educator. That is, he thought profoundly about how people learn and how one can best teach people.","And so he concluded that the best way to get an idea into someone&#8217;s mind is not to try at once coldly to engage their reason &#8211; it is first to reach them via their senses and in particular via their interest in sex.","Ficino was employed by the great Renaissance patron and statesman Lorenzo de Medici: both were desperate to educate as many people as possible in Florence to be wise and good, using the lessons of antiquity and Christianity. And they wanted to use art to do this, launching what was in effect a giant ad campaign for the highest goals.","Ficino&#8217;s ideas lent this educational programme a unique angle. Ficino proposed that the artists Lorenzo was employing should devote themselves to painting successions of beautiful, or plain sexy people.","We may have often been struck by how many attractive people there are in Renaissance art: this is no coincidence. It&#8217;s a deliberate consequence of Ficino&#8217;s educational theories. Artists &#8211; guided by the philosopher &#8211; were commissioned to use sex to sell: but sell the highest things, like piety, virtue and modesty, commitment to the intellect and devotion to scholarship.","It&#8217;s a manoeuvre we&#8217;ve come to forget in our own times. We still use sex, but only ever to sell the lowest things.","And when it comes to the highest things, we deem them above the grubby task of being sold &#8211; and therefore, they languish.","With Ficino&#8217;s lessons in mind, we should be more strategic. We should recognise that there&#8217;s nothing wrong with using sex to sell: so long as what we are selling happens to be noble. Indeed, selling higher things with sex is a generous act that graciously acknowledges how our minds really work. We cannot or should not be expected to learn without our senses first having been lit up.","We just have to make sure we&#8217;re selling the right things, not cars or confectionery. But perhaps things like a book devoted to wisdom and philosophy. Ficino would have approved."," \n\n\n"]