["We’re used to interpreting the problems of nations principally in political and economic terms. But long before they manifest themselves in these dimensions, they are something else: problems of emotional maturity. Nations start to go wrong not when they have this or that misguided policy or leader but when the emotional maturity that can be brought to bear on political questions falls below a critical level.","What are these emotional immaturities? What are the deep and immediate temptations of the psyche that pull nations apart? A few suggestions of archetypal attitudes:","&#8211; It is somebody else’s fault, principally the stranger who came from over there and sullied what was once pure.","&#8211; I have become weak by depending too much on others, by putting my trust in those who let me down. Independence is the answer. Then others can no longer make me sad. I am leaving home.","&#8211; Your good fortune is the cause of my bad fortune. The best chance of making myself happier is to take away the roots of your maddening cheer.","&#8211; The situation is so critical, only a massive, swift change can solve it. Big problems must have volcanic solutions.","&#8211; If you disagree with me, you don’t know what’s normal. I represent common-sense and the base-line of the truth.","&#8211; I need to be rude. Politeness is a luxury I can’t afford. It is in part slick &#8216;good  manners&#8217; that have brought us to where we are.","&#8211; I equate the person who understands my pain &#8211; and describes it back to me with eloquence &#8211; with the person who has the solution to my pain. ","What, by contrast, does Political Emotional Maturity sound like?","&#8211; The foreigner can be frightening and at points inconvenient, but my own misery did not begin and will not end with them. What’s more, their foreignness is not theirs alone: I too, in different contexts, will one day be a pilgrim, reliant on the charity of strangers.","&#8211; I can&#8217;t succeed alone on my rock.","&#8211; Perhaps smashing your house won’t fix mine.","&#8211; Kicking a machine with many intricate parts and complex malfunctions doesn&#8217;t fix it.","&#8211; Other people might be bearers of inconvenient but necessary information. ","&#8211; The rule of politeness is a horrible limitation when I’m angry and strong; but it offers vital protection when you are.","&#8211; Being given what I impulsively want isn&#8217;t the same as getting what I need. The real cure might not &#8211; for a maddeningly long while &#8211; feel like a cure."]