["We’re used to dividing how people vote in elections according to the categories of right-wing and left-wing. But there might be another way of labelling an electorate that taps into something broader and deeper in human personality. We might apportion people into the camps of Romantic and Classical voters. Which might you be? Here is some of what separates these two fundamental electoral types:","1. Revolution vs. Evolution","The Romantic believes that a far better world could be just around the corner, if only bold and swift action could be taken: if we entered an agreement or scrapped an agreement, started a war or ended a war. The Romantic considers a degree of impatience to be a vital resource in governing a nation. They may not think too badly of anger either, so long as it’s handled correctly. You can be too forgiving, after all. The Romantic is excited by how things might ideally be, and always judges what currently exists in the world by the standard of a better imagined alternative. Most of the time, the current state of things arouses them to intense disappointment as they consider the injustices, prevarications, compromises, and timidity of almost everyone in government.","For their part, the Classical voter is highly distrustful of sudden gestures and actions. They pay special attention to what can go wrong. They are very concerned to mitigate the downside. They are aware that most things could be a lot worse. Before condemning a policy, they consider the standard of policy across history and may regard a current arrangement as bearable, under the circumstances… Their view of people is fundamentally rather dark. They believe that everyone is probably slightly worse than they seem. They feel humans have deeply dangerous impulses, lusts and drives, and believe the task of politics is to try to contain them &#8211; rather than liberate genius, strength, beauty or benevolence. High ideals make them nervous: they are led by a desire not to make anything worse. Insofar as they hope for improvement, it is in a cautious, modest way. They dare to suppose that the world may be a marginally better place &#8211; in 300 years time.","2. Blame vs. Responsibility","Romantics see a lot that is wrong with the world and feel confident about analysing who might be to blame for it: perhaps this particular social group or that class&#8230; A problem can’t just be no one’s fault &#8211; and therefore the task of politics is to identify the wrongdoers and respond appropriately. Romantics feel a basic trust in their own capacity for purity: they are sure they would be unable to be as shabby as their enemies &#8211; whom they can therefore attack with a relatively clean conscience.","Classical voters also notice what is wrong, but are highly aware of their own capacity for sinfulness and error which makes them hesitant about apportioning blame. They recognise how easily they might have been active wrongdoers if circumstances had been different and suppose that no one has a monopoly on righteousness. They would suggest that evil is pretty proportionately distributed across all groups and classes &#8211; and that a priority is therefore for us to tolerantly cut each other slack at every turn.","3. Individuals vs. Institutions\n","Romantic voters believe that everything great in history is the result of talented individuals taking destiny into their hands and struggling against the inertia and conservatism of the mass and, most importantly, of institutions.","Classical voters are deeply worried by the possibility of lone actors taking matters into their hands and, through natural weaknesses which all of us &#8211; even the most intelligent &#8211; are afflicted by, creating disaster. They are therefore on the side of legally grounded, extremely slow-moving institutions that are designed to restrain individual power and contain the capacity of any one person to shift the direction of the group too quickly.","4. Rightness vs. Scepticism","Romantic voters believe it is possible to understand a situation or issue so clearly, one can be sure of complete justice and rightness. Therefore, those who don’t agree don’t have to be listened to politely. They are evidently wrong &#8211; and can be silenced or sidelined as required.","Classical voters are extremely alert to the possibility of error in their own and others’ analyses of policy. They are therefore committed to hearing and tolerating dissenting views &#8211; in which they suspect a portion of the truth may always be lodged.","5. Strength vs. Modesty","Romantic voters feel that the best way for a nation to be safe in the world is for it to seem prominently ‘strong’.","Classical voters feel that the best way to be safe in the world is to be thought well of; and will therefore avoid actions that could upset, alarm or confuse neighbours. They’re aware of how easily strength arouses the desire of others to be equally strong back. They suspect the best way to proceed might be to train in private for the worst &#8211; but extend a hand of friendship at every public turn.","**","Both Romantic and Classical political orientations have important truths to impart. Neither is wholly right or wrong. They need to be balanced. And none of us are in any case ever simply one or the other. But because a good political landscape requires a judicious balance of both, at this point in history, in many countries, it might be the Classical electoral attitude whose distinctive claims and wisdom we need to listen to most intently and which is most ripe for rediscovery."]