["Even very secular people tend to admit that when it comes to architecture, religions have done some very beautiful things. You can be left utterly cold by all the superstitious aspect of religions, and yet still be in awe at the profundity, intricacy and sheer prettiness of many mosques, temples, cathedrals and churches.","However, any nostalgia for these lovely buildings is always cut short by the thought that an end to faith must inevitably mean an end to the possibility of putting up anything like them today.","Yet on examination, it in no way logically follows that an end to our belief in sacred beings must mean an end to an attachment to certain sorts of atmosphere and architecture. In the absence of gods, we still retain a longing for calm, for community, for grandeur, for sweetness, for perspective – all of which can be found and celebrated through architecture.","We still need secular buildings that, like the temples and cathedrals of old, create feelings of awe, gratitude, wonder, mystery and silence; buildings that bring us together for special moments of the year (the passing of seasons) or to mark key moments of our lives (births, marriages, deaths). We need abstracted awe-inspiring sonorous spaces that take us out of the everyday and encourage contemplation, perspective, love and (at times) a pleasing terror.","There have over the last 200 years been a few examples of buildings that have learnt from religion without themselves being religious &#8211; buildings that can inspire new generations of patrons and architects.","The tradition of the non-religious &#8216;temple&#8217; or &#8216;chapel&#8217; begins with the French sociologist August Comte in the 19th century, who invented a secular religion, as he called it &#8216;A religion for humanity&#8217; and designed some temples to go with it. He proposed that specially-built large halls would be decorated with portraits of the pantheon of his new religion&#8217;s secular saints, including Cicero, Pericles, Shakespeare and Goethe, all singled out by the founder for their capacity to inspire and reassure us.","A few of these Comte-inspired temples have been built. There is one in the Marais in Paris.","And three more in Brazil, including this one in Porto Alegre:","In the 20th century, the most notable secular chapel is perhaps Mark Rothko&#8217;s building in Houston, Texas, a place full of melancholy serenity:","Though nominally a Catholic building, the firm atheist Henri Matisse&#8217;s chapel in Vence in the South of France deserves to be counted among the great secular temples.","Equally impressive is Peter Zumthor&#8217;s field chapel near Cologne, Germany.","The most recent, and in many ways the most profound and thought-through addition to the genre has been a building by the artist Grayson Perry, dedicated to thwarted female creativity and potential &#8211; and ostensibly focused on the cult of a fictional (but so was Mary&#8230;) deity called Julie Cope.","The building has been designed to evoke a tradition of wayside and pilgrimage chapels in the landscape. It is a singular building, appearing as a small, beautifully crafted object amongst the trees and fields.","On a sunny weekend, the building &#8211; in north Essex, England &#8211; attracts hundreds of &#8216;pilgrims&#8217;:","They come to pay homage to the &#8216;deity&#8217;, Julie Cope, who holds out her hands in a gesture of comfort and sustenance:","These exceptional buildings are in fact only the beginning of a movement that could grow ever larger as the secular world becomes more conscious of its needs.","One could also, for example, imagine a building that would take up the traditional role of religious architecture in returning to us a sense of perspective.","&#8211; A Building for Perspective","Considering how much of our lives we spend exaggerating our own importance, it would be highly useful to come across an architecture than answers our need for perspective. Architecture can perform a critical function by adjusting our impressions of our physical – and as a consequence also our psychological – size, by playing with dimensions, materials, sounds and sources of illumination. In certain buildings that are vast in scale or hewn out of massive, antique-looking stones; or in others that are dark save for a single shaft of light filtering in from a distant oculus; or silent but for the occasional sound of water dripping from a great height into a deep pool, we may feel that we are being introduced, with unusual and beguiling grace, to a not unpleasant sense of our own insignificance.","Imagine a &#8216;temple&#8217; for perspective whose structure would represent the age of the earth, with each centimetre of height equating to one million years. Measuring 46 metres in all, the tower would feature, at its very base, a tiny band of gold only one millimetre thick, standing for mankind’s time on earth.","&#8211; A Retreat for Thinking","Or imagine a retreat for focusing our thoughts. It is one of the unexpected disasters of the modern age that our new unparalleled access to information has come at the price of our capacity to concentrate on anything much. The deep, immersive thinking which produced many of civilisation’s most important achievements is now under unprecedented assault. We are almost never far from some machine that will guarantee us a mesmerising and libidinous escape from reality. The feelings and thoughts which we have omitted to feel and think while looking at our screens are left to find their revenge in involuntary twitches and our ever-increasing inability to fall asleep when we should. So we can picture a building for thought would lend structure and legitimacy to moments of solitude. It would be a simple space, offering visitors little beyond a bench or two, a vista and a suggestion that they set to work on unravelling some of the troubling themes that they have been using their normal activity to suppress.","This is only a start: we also need new venues in which to get married, get to know other members of the community, mark deaths and ritualise and lend gravity to key moments of life.","Secular societies should revive and continue the underlying aims of religious architecture: to place us for a time in a thoughtfully-structured, three-dimensional space in order to educate and rebalance our inner selves."]