["\n"," ","Sometimes you can catch important things about human nature in apparent incidentals.","It&#8217;s well observed that between the ages of around one and twelve, many children manifest a deep attachment to a stuffed soft object, normally shaped into a bear, a rabbit or &#8211; less often &#8211; a penguin. The depth of the relationship can be extraordinary. The child sleeps with it, talks to it, cries in front of it and tells it things it would never tell anyone else. What’s truly remarkable is that the animal looks after its owner, addressing him in a tone of unusual maturity and kindness. It might, in a crisis, urge the child not to worry and to look forward to better times in the future. But naturally, the animal’s character is entirely made up. The animal is simply something invented, or brought to life by one part of the child, in order to look after the other.","The English psychoanalyst Donald Winnicott was the first person to write seriously and with sensitivity about the business of teddy bears. In a paper from the early 1960s, Winnicott described a boy of six &#8211; whose parents had been deeply abusive to him &#8211; becoming very connected to a small animal his grandmother had given him. Every night, he would have a dialogue with the animal, would hug him close to his chest and shed a few tears into his stained and greying soft fur. It was his most precious possession, for which he would have given up everything else. As the boy summarised the situation to Winnicott: ‘No one else can understand me like bunny can.’","What fascinated Winnicott here was that it was of course the boy who had invented the rabbit, given him his identity, his voice and his way of addressing him. The boy was speaking to himself &#8211; via the bunny &#8211; in a voice filled with an otherwise all too-rarely present compassion and sympathy.","Though it sounds a little odd, speaking to ourselves is common practice throughout our lives. Often, when we do so, the tone is harsh and punitive. We upbraid ourselves for being losers, time-wasters or perverts. But, as Winnicott knew, mental well-being depends on having to hand a repertoire of more gentle, forgiving and hopeful inner voices. To keep going, there are moments when one side of the mind needs to say to the other that the criticism is enough: that it understands, that this could happen to anyone, that one could not have known&#8230; It is this kind of indispensable benevolent voice that the child first starts to rehearse and exercise with the help of a stuffed animal.","In adolescence, animals tend to get put away. They become embarrassing, evoking a vulnerability we’re keen to escape from. But, to follow Winnicott, if our development has gone well, what was trialled in the presence of a stuffed animal should continue all of our lives &#8211; because, by definition, we will frequently be let down by the people around us, who won’t be able to understand us, listen to our griefs and be kind to us in the manner we crave and require. Every healthy adult should therefore possess a capacity for self-nurture: that is, for retreating to a safe secluded space and speaking in a tone that’s gentle, encouraging and infinitely forgiving. That we don’t formally label the understanding self ‘white rabbit’ or ‘yellow bear’ shouldn’t obscure the debt that the nurturing adult self owes to its earlier embodiment in a furry toy.","A good adult life requires us to see the links between our strengths and our regressive states. Being properly mature demands a gracious accommodation with what can seem childlike, embarrassing or humiliatingly vulnerable. We should honour stuffed animals for what they really are: tools to help us on our first steps in the vital business of knowing how to look after ourselves.",". ",".","The Book of Life is brought to you by  The School of Life &#8211; a global organisation dedicated to developing emotional intelligence.  We apply psychology, philosophy and culture to everyday life. You can find our classes, films, books, games and much more online and in our branches around the world. Below is a feature from our shop which we think you might find of interest:","The School&#8217;s Transitional Object &#8211; Donald","The English psychoanalyst Donald Winnicott developed the idea of a Transitional Object. He wanted to draw attention to the very important work done by children’s much-loved teddy bears. At first a baby feels fused with the mother. But gradually a child will become independent, able to live successfully alone. Donald is a soft toy designed to offer comfort to adults and children alike.   Shop now &gt;&gt;"]