["We live in a world saturated with false glamour. In truth, the problem does not lie with glamour itself, but with the things we have collectively agreed to regard as glamorous. Progress wouldn’t be found in eradicating the whole idea of glamour from our lives. Instead, what we need to do is direct our admiration and excitement more wisely: to turn it upon the things which genuinely do deserve prestige.","One of the fundamental things artists can do for us is turn the spotlight of glamour in the best – and most helpful – directions. They can identify things that we tend to overlook but which, ideally, we should care about a great deal. And by the tenderness, beauty, skill and wisdom with which they portray these things, we too can come to see their true worth.","Serving women – and bread and milk – were not regarded as especially exciting in the late 1650s, when Johannes Vermeer painted this picture. He didn’t seek out a model who was already highly admired. Instead he spent his time looking very carefully at a scene which he happened to love, but which most people at the time would have considered boring and not worth a moment’s consideration.","Vermeer saw in the serving woman pouring milk something that he felt deserved prolonged contemplation and admiration. He thought something really important was going on. By worldly standards, it’s a pretty humble situation. The room is far from elegant. But the care with which she works is lovely. Vermeer is impressed by the idea that our true needs might be quite simple. Bread and milk are really rather satisfying. The light coming through the window is beautiful. A plain white wall can be delightful. ","Vermeer is redistributing glamour by raising the prestige of the things he depicts. And he’s trying to get us to feel the same way. The milk maid is a kind of propaganda (or an advert) for homely pleasures. ","Consider the painstaking, skilful – and commercial – business of making lace: Vermeer paints the self-employed business woman with the devotion and care that would, traditionally, be paid to a military hero or a great political leader. ","Vermeer was born in 1632 in the small and beautiful city of Delft, where his father was a modestly successful art dealer-cum-innkeeper. Vermeer stayed there most of his life. He never travelled away from Delft after his marriage (aged 21). He hardly even left his pleasant house. He and his wife, Catharina, had ten children (and many more pregnancies) and he did a great deal of painting in the front rooms on the upper floor. Vermeer was a slow painter and – in fact – not only a painter. He continued the family businesses of innkeeping and art dealing and he became the head of the local guild of painters. In contemporary terms, his career was not a huge success. He wasn’t especially famous during his lifetime. He didn’t make a lot of money. ","He was in fact an exemplary member of (in those days) a newly important kind of person: the middle-class individual. Vermeer was in his teens when Holland (or technically the Seven Provinces) became an independent state – the first ‘bourgeois republic’ in the world. In contrast to the semi-feudal aristocratic nations that surrounded it, Holland gave honour and political power to people who were not at the pinnacle of society: to merchants, administrators, prosperous artisans and entrepreneurs. It was the first country in the world to be recognisably modern. ","A great insight of Christianity – which is ultimately detachable from the surrounding theology – is that everyone’s inner life is important, even if on the outside they do not seem particularly distinguished. The thoughts and feelings of an apprentice tailor count for as much (from a spiritual point of view) as those of a General or an Emperor. ","Vermeer paints The Girl with the Pearl Earring with the same kind of consideration. She isn’t anybody famous or important in the eyes of the wider world. She isn’t rich. The earring that she wears is nice, but it is a minor trinket by the standards of the fashionable world. It is the one rather pricey thing she owns. But she’s not in need of justice – she’s not downtrodden or badly treated by the world. She is (for want of a better term) ordinary. Yet, of course, in herself she is (like everyone) not in the least ordinary: she is uniquely, mysteriously and profoundly herself. ","The picture which best sums up Vermeer’s philosophy, The Little Street, has become one of the most famous works of art in the world. It has pride of place in Amsterdam’s great Rijksmuseum; it is insured for half a billion euros and is the subject of a mountain of learned articles. ","Yet the painting is curiously – and pointedly – out of synch with its status. Because, above all else, it wants to show us that the ordinary can be very special. The picture says that looking after a simple but beautiful home, cleaning the yard, watching the children, darning cloth – and doing these things faithfully and without despair – is life’s real duty. ","It is an anti-heroic picture: a weapon against false images of glamour. It refuses to accept that true glamour depends on amazing feats of courage or on the attainment of status. It argues that doing the modest things, that are expected of all of us, is enough. The picture asks you to be a little like it is: to take the attitudes it loves, and to apply them to your life. ","If a good, decent society had a founding document, it could be this small picture. It is a central contribution to the world’s understanding of happiness. ","Vermeer did not live long. He died in 1675, still only in his early forties. ","But he had communicated a crucial – and hugely sane – idea: much of what matters to us is not exciting, urgent, dramatic or special. Most of life is taken up dealing with things which are routine, ordinary, humble, modest and (to be honest) a touch dull. Our culture should focus on getting us to appreciate the average, the everyday and the ordinary. ","When Vermeer painted the town where he lived he didn’t choose a special day; the sky is neither very overcast nor especially sunny. Nothing is happening. No celebrities are around. Yet it is, as he has taught us to recognise, all very special indeed."]