["We are, apparently, in a golden age of the communications industry. This is a sector that has grown in double digits for over 20 years. Almost the entire world is now wired and connected; we can stand on a remote clifftop and effortlessly send our thoughts to distant continents via devices smaller than a pack of cards.","Phones equipped with the capacities of yesterday’s supercomputers &#8211; yet able to fit into our pockets &#8211;  show miraculous improvements on a six monthly basis.","Communications companies can rightly point out, as they often do in their advertisements, that they have helped us to communicate better.","But there are two ways to understand what communication actually is:","&#8211; defined technically, good communication means the capacity to effectively and near instantaneously relay data or voice signals from one person to another","&#8211; psychologically, good communication means the ability to make oneself heard and understood by others about the things that really matter, especially the tricky, awkward things","To ensure good technical communication, you need the best routers, servers, fibre optic cables, wifis and satellites.","And to be a good communicator at a psychological level, you need to be equipped with the very best kind of emotional education:","&#8211; an ability to understand what you yourself think and feel","&#8211; a confidence that you will be able to make yourself heard by others","&#8211; a capacity to be patient and non-aggressive in relaying messages","&#8211; a skill at evading the defence mechanisms of your listener","&#8211; an open-mindedness in hearing ideas that could sound foreign or threatening","&#8211; and finally, a culture that lends legitimacy to the idea of people talking frankly to one another about the most vital things.","Despite our extraordinary prowess at the technical side of communication, we humans have &#8211; arguably &#8211; made very little progress towards improving the quality of psychological communication between ourselves.","We still too often get into sulks and furies, we don’t say what is on our minds or fail to get our points across. Despite all the masts and satellites, there are still too many sons not quite saying what they feel to their mothers and wives not listening to their husbands and colleagues not finding the right words. There are still too many suicide notes and death-bed scenes where the majority is left unsaid.","So much of what we want to say remains locked up inside us, or travels between humans as unreliably as the pigeon post of 200 years ago.","It is time for us to reach a broader understanding of what a Communication Company really could be: not just an organisation that ensures that people communicate technically, but also one that helps to facilitate a good psychological dialogue between them; a company that helps give them the emotional equipment to ensure that the important conversations can happen. ","We can feel deeply grateful to the folks who brought us our phones; we’ll feel even more grateful to the companies of the future that will properly honour the highest ideals of human communication."]