["There are many things we want to ask of other people. We want to ask for a job, for money, a chance to collaborate, a kiss.","But we often don’t ask because of The Terror of a ‘No’.","Why should a ‘no’ &#8211; such a small and innocuous word &#8211; prove quite so painful, so hard to hear, so much something we’d rather die in penury, ignored and unfulfilled than ever encounter?","It’s because it’s not a case of trying not to hear a ‘no’. What we are trying to do is avoid hearing something quite different: that we’re disgusting.","All of us have access to a Disgusting Self Image; a repertoire of all the most broken, flawed, embarrassing and weak sides of who we are.","It’s precisely this self-image that is awoken and engaged whenever people say ‘no’ to us. We’re not hearing ‘no’ &#8211; we’d be fine if we were. We’re hearing: you’re an arrogant, laughable, jumped-up, delusional clumsy repulsive pond-life.","No wonder we get reluctant to ask. But in truth, of course, others are not remotely saying this to us. They can’t guess how we’re feeling inside, it’s not written on our forehead and, most importantly, it’s not even true. We’ve got some tricky sides of course, but so does everyone else. We’re a mixture of good and bad, like everyone else. We’re OK. We deserve to exist &#8211; just&#8230;","When people say no, they’re not thinking about us. Here is the only reason why people ever say no (we need this emblazoned on billboards so we don’t forget it): The real reason people say no is that it doesn’t fit in with their plans. They are not thinking about our stupidest deeds, of the nicknames people called us at school or of what we get up to late at night. That is in your head; not theirs. They are just worried about their plans.","We lose out on some consoling insights when we omit to bring our own experience of what we felt when we said ‘no’ to people. We said ‘no’ not because we hated them; we did it for an obvious, now-repeated reason: it didn’t fit in with our plans.","But here’s the key reason to try asking. We just don’t know where people are with their plans. And we can be sure of this by looking at our own experience. There are a surprising number of things we would theoretically give other people, if only they asked. We would say yes at many points. We’d be ready to give certain people money, time, kisses… if they asked! But they don’t ask, because they don’t know where we are with our lives and are afraid of losing face.","All of us are fundamentally ignorant of other people’s plans. We just can’t really tell whether others might say yes or no because we don’t have access to their projects and visions. We are attempting to overcome our lack of data by foreclosing in a pessimistic direction. But we should, instead, simply try to get more data &#8211; by asking. We should respond to ignorance with curiosity, not despair.","We should remember too that we can survive a ‘no’. From a distance, we feel it would be a catastrophe if it were a ‘no’. From close up, we can be sure we’d shrug it off in three hours. We are big people now. Of course, as small children, we were very vulnerable and perhaps adults said ‘no’ to us at key moments and it hurt. And now we’re trying not to get hurt again. But the mind is slow to realise the time. We’ve grown. We’re perhaps six feet tall. We have a bank account, perhaps a car, maybe children of our own. We can survive a ‘no’.","And in any case, not asking is not cost free. We are avoiding the pain of rejection; but we are settling for something that is more insidious and troubling: a lack of opportunity. Not asking life for something means implicitly asking it for something else, failure from the outset. And this is especially sad because life is so very short. What we should really be scared of is not a ‘no’, but of reaching our deathbeds unfulfilled. We should ask."]