["For intense periods of our lives, we suffer the agony of unrequited love. Our sorrow is accompanied by a certainty that if only the elusive being would return our smiles, come for dinner or marry us, we would know bliss. Epochal happiness seems tantalisingly close, wholly real and yet maddeningly out of reach.","At such moments, we are often counselled to try to forget the beloved. We should &#8211; given their lack of interest &#8211; try to think of something or someone else. Yet this kindness is deeply misguided. The cure for love does not lie in ceasing to think of the fugitive lover, but in learning to think more intensely and constructively about who they might really be.","From close up, every human who has ever lived proves deeply challenging. We are all &#8211; at close quarters &#8211; trying propositions. We are short-tempered, vain, deceitful, crass, sentimental, woolly, cold, over-emotional and chaotic. What prevents us from holding this in mind in relation to certain people is simply a lack of knowledge. We assume &#8211; on the basis of a few charming outside details &#8211; that the target of our passion may miraculously have escaped the fundamentals of the human condition. ","They haven’t. We just haven’t got to know them properly. This is what makes unrequited love so intense, so long-lasting and so vicious. By preventing us from properly growing close to them, the beloved also prevents us from tiring of them in the cathartic and liberating manner that is the gift of requited love. It isn’t their charms that are keeping us magnetised; it is our lack of knowledge of their flaws.","The cure for unrequited love is, in structure, therefore very simple. We must get to know them better. The more we discovered of them, the less they would ever look like the solution to all our problems. We would discover the endless small ways in which they were irksome; we’d get to know how stubborn; how critical; how cold and how hurt by things that strike us as meaningless they could be. That is, if we got to know them better, we’d realise how much they had in common with everyone else.","Passion can never withstand too much exposure to the full reality of another person. The unbounded admiration on which it is founded is destroyed by the knowledge which a properly shared life inevitably brings.","The cruelty of unrequited love isn’t really that we haven’t been loved back, rather it’s that our hopes have been aroused by someone who can never disappoint us, someone who we will have to keep believing in because we lack the knowledge that would set us free.","We must, in the absence of a direct cure, undertake an imaginative one. We must accept, without quite knowing the details, that they would, of course, eventually prove decisively irritating. Everyone does. We have to believe this not because we know it exactly of them, but because they are &#8211; in the end &#8211; human and we know this dark but deeply cheering fact about everyone who has ever lived. "]