["Ostensibly we all want love &#8211; but oddly, one of the hardest things to do is not to hold it against someone when they do actually turn around and reciprocate our feelings.","It can be immensely hard not to feel that those who offer us love are in some way weak, mistaken, needy, craven or defective &#8211; and to be left a little queasy by their warmth, repulsed by their wish to hold us and to caress our necks; by their tender words and their capacity to find minor things about us endearing.","It can feel a lot easier when it was unrequited: when our primary preoccupation was a thrilling dread that they hadn’t noticed us. It was even rather easier (not that we’d exactly tell friends this) when we were in that very tempestuous relationship with a person who never quite engaged with us, who belittled us and whose eyes seemed to be permanently elsewhere.","But now that there’s finally no doubt anymore, and it’s really clear they do like us, something troubling has arisen. It was nice the first few times of course, when the memory of the previous ambiguity was vivid in the mind, but now they’ve become more and more honest, they’ve let us know clearly they want us &#8211; and we&#8217;re simply a little sickened.","We&#8217;re tempted to say we got them wrong: they aren&#8217;t the admirable people we thought. But the issue isn&#8217;t really to do with them at all. It lies somewhere else entirely: in our relationship with ourselves.","Their affection seems suspicious, incomprehensible and a touch repulsive, because &#8211; at some level &#8211; this isn&#8217;t what we&#8217;re used to. It doesn’t tally with our view of ourselves.","Love can be hard to receive when we’re not fundamentally convinced of our own loveability. We spend our time seeking out those who can make us suffer in ways that feel familiar. And it becomes natural to assume that a kind lover has missed something &#8211; and perhaps then to try to behave in disgusting ways just to make sure they understand we’re really not who they thought we were, and will therefore leave us in painful but somehow psychologically gratifying ways.","In short, how could anyone be so great if they have the bad taste to think well of someone like&#8230;us.","But we have to allow ourselves to entertain another option. Perhaps this affection we’re receiving is not a sign that our kind lover is weak or wrong or has no other option: perhaps it’s a sign that they have seen something in us which, poignantly and tragically, we don&#8217;t yet quite see in ourselves and have never been allowed to believe in by figures in our past: that we are deserving of love.","There’s hope in all this: hope that we can trust our lovers more than we trust our own first nervous self-destructive impulses. We can interpret their love not as a sign of their delusion or weakness, but as evidence of an inherent lovability in ourselves to which our past histories have blinded us yet to which their love and tenderness can now &#8211; with a little courage and faith &#8211; awaken us. We don’t invariably have to hold it against others that they see some point in us."]