["We tend to reproach ourselves for staring out of the window. You are supposed to be working, or studying, or ticking off things on your to-do list. It can seem almost the definition of wasted time. It seems to produce nothing, to serve no purpose. We equate it with boredom, distraction, futility. The act of cupping your chin in your hands near a pane of glass and letting your eyes drift in the middle distance does not normally enjoy high prestige. We don’t go around saying: ‘I had a great day: the high point was staring out of the window’. But maybe in a better society, that’s just the sort of thing people would say to one another.","The point of staring out of a window is, paradoxically, not to find out what is going on outside. It is, rather, an exercise in discovering the contents of our own minds. It’s easy to imagine we know what we think, what we feel and what’s going on in our heads. But we rarely do entirely. There’s a huge amount of what makes us who we are that circulates unexplored and unused. Its potential lies untapped. It is shy and doesn’t emerge under the pressure of direct questioning. If we do it right, staring out the window offers a way for us to listen out for the quieter suggestions and perspectives of our deeper selves.","Plato suggested a metaphor for the mind: our ideas are like birds fluttering around in the aviary of our brains. But in order for the birds to settle, Plato understood that we needed periods of purpose-free calm. Staring out the window offers such an opportunity. We see the world going on: a patch of weeds is holding its own against the wind; a grey tower block looms through the drizzle. But we don’t need to respond; we have no overarching intentions, and so the more tentative parts of ourselves have a chance to be heard, like the sound of church bells in the city once the traffic has died down at night.","The potential of daydreaming isn’t recognised by societies obsessed with productivity. But some of our greatest insights come when we stop trying to be purposeful and instead respect the creative potential of reverie. Window daydreaming is a strategic rebellion against the excessive demands of immediate (but ultimately insignificant) pressures – in favour of the diffuse, but very serious, search for the wisdom of the unexplored deep self.","\n\n\n"]