["Cross-dressing (and here we refer particularly to men dressing up as women) could hardly have a worse reputation. The concept of a man taking pleasure in putting on a pair of stockings seems laughable, pitiful &#8211; and plain sinister. We assume a marriage would almost certainly break up the day a wife found her husband in her underwear; and that a manager would lose all authority if his colleagues knew about his enthusiasm for mascara and lipstick. Cross-dressing seems like an admission of failure. Instead of living up to an ideal of strength, ruggedness and sheer &#8216;normality&#8217;, a man keen to slip on a dress is taken to be a deviant of a particularly alarming sort.","But in truth, cross-dressing is grounded in a highly logical and universal desire: the wish to be, for a time, the gender one admires, is excited by &#8211; and perhaps loves. Dressing like a woman is merely a dramatic, yet essentially reasonable, way of getting closer to the experiences of the sex one is profoundly curious about &#8211; and yet has been (somewhat arbitrarily) barred from. We know cross-dressing well enough in other areas of life and there think nothing of it. A five-year-old boy living in a suburb of Copenhagen who develops an interest in the lifestyle and attitudes of the cow herders of the Arizona plains would be heartily encouraged to dress up in a hat, jeans and waistcoat and aim his pistol at an imaginary Indian chief &#8211; so as to assuage his desire to get a little closer to the subject of his fascination.","We should accept that the adult cross-dresser is no different. He too wants to inhabit the experiences of a group of people he is keen on. He seeks to know what it would be like to cross his legs in a tight cocktail dress, to walk across a marble floor in a pair of heels, to feel a grey cotton bra strap encasing his back, to put a little silver bracelet around his wrist, to feel the breeze on his bare waxed arms and to stroke his smooth long legs in the bath. He might extend to imagining what it would be like to kiss a man as a woman, to feel bristles that are normally his on lips as soft as those of the lovers he has known. Admiring himself in the mirror in a pair of black tights, the cross dresser samples the intense, fascinating satisfaction of being simultaneously himself and the object of his desire.","Though it may sound peculiar, in all this, the transvestite is only guided by the sort of questions that we otherwise admire greatly in the writing &#8211; and reading &#8211; of fiction. What makes Anna Karenina moving is the intensity with which Tolstoy was able to imagine the experiences of a glamorous married woman in love with a handsome army officer. To write Mansfield Park, Jane Austen had to learn how to dress up not only in the grey simple frocks of an impoverished sixteen-year-old schoolgirl (her heroine Fanny Price) but also the braided jackets of a middle-aged swaggering member of the aristocracy (Sir Thomas Bertram) and the black waistcoat of a sensitive would-be clergyman (Edmund Bertram). The balding, heavily mustachioed Flaubert famously explained to his girlfriend Louise Colet that his heroine Emma Bovary had become for him more than a woman he was describing as a dispassionate observer of a fictional landscape: his identification with her was so total, he felt he had quite literally become her. It was understandable, therefore, that he should have added to Louise that he had just masturbated at the idea of being Emma, lying back with her arms above her head, on a bed in a little hotel in Rouen, being powerfully penetrated by the local landowner Rodolphe.","\n","Transvestism is a way of tapping into our birthright of universal citizenship: it’s the most dramatic protest against being imaginatively bounded by the particular gender-province we happen to have been born into. Crossdressing enacts the great philosophical principle expressed by the Roman playwright, Terence: Homo sum, humani nihil a me alienum puto: I am human, nothing human (including mini skirts or a hair band) is alien to me.","It may of course be a bit disturbing to sense that one is really not so firmly anchored to the gender one was born into. It may be bewildering to have to accept that one is at heart, in the semi-conscious mind, always going to be something far more diverse, multi-faceted but also perhaps interesting than a mere &#8216;man&#8217; or a &#8216;woman&#8217;.","We shouldn’t be scared. Across a range of important fields of life, we can accept that our original identity and status shouldn’t be regarded as decisive; and know the value of extending our sympathies through art, travel and the work of the imagination. The transvestite is doing nothing more than practicing some basic empathetic moves with which we are already very comfortable in many areas. Although we haven’t fully recognised it yet, cross-dressing is a very normal thing to do."]