["One of the wonders of the human mind is its ability constantly to improve its bank of knowledge: to update and correct its errors; in other words, to over-write the disc.","This capacity for updating holds true in almost all areas (economics, algebra, cooking&#8230;). But there is an exception in one cognitive field with perhaps the single largest impact on adult life and on our chances of happiness: emotional knowledge.","It is during the time we are very small children, between our first day and around our eighth year, that the disc is encoded. It is in this period that we learn whether we can trust, whether we like ourselves, whether we can be open, where blame belongs, what to do when the world hurts us, how much we can tell others of what distresses us, what degree of directness can be tolerated; and how much of our naughtiness and excitement can be witnessed and forgiven.","Unfortunately for humankind, a catastrophic amount can go wrong here. Despite all the improvements in early infant care that has taken place in the last century, without anyone meaning for this to happen, it remains pretty easy to pick up some properly unhelpful lessons in these years, way before we can understand what&#8217;s going on, let alone tell anyone or move away from trouble. We may acquire a lack of trust, an excessive fear of humiliation, a shame about our bodies, indirect patterns of communication and an inability either to be close to someone or tolerate a sane measure of distance from them.","We might assume that these failures can simply get corrected &#8211; just like an early error when doing quadratic equations. And yet we are likely to realise, especially with age, how stubbornly encoded the faults really are.","This can feel absurd and humiliating. There&#8217;s an understandably impatient view that one should, of course, &#8216;get over&#8217; one&#8217;s childhood. After all, so many other areas of knowledge are amenable to constant and very necessary correction, it seems daft that we shouldn&#8217;t be able to overwrite the lessons we once acquired in the emotional field; it is as if someone who normally drives an elegant sedan were, in one area of life, always to have to go back and crouch on a tricycle in order to get around. We&#8217;re liable to get impatient with people close to fifty who are still talking in wounded terms about their parents (now long dead) who said something a little humiliating to them in the opening years of the Nixon administration. And within oneself, there&#8217;s an understandable tendency to assume that one must really be as &#8216;adult&#8217; in the emotional realm as one is when chairing a meeting or dealing with the IT challenges in the Copenhagen branch.","But this impatient brusqueness with the patterns laid down in childhood, though deeply understandable, causes us a raft of problems, for it means we can be neither compassionate about where some pretty odd behaviour may be coming from in others (especially when one is in a relationship with them); nor, in our self-understanding, are we careful enough about interpreting our impulses. It may simply be wisest to accept that there will at points be a furious, unhinged inner five year old who will take charge, refuse to cede the controls and attempt to cause mayhem.","We have to be aware of moments when we misread situations and unleash difficulties on those close to us that a mature adult would never consciously want to set loose. We should know that we may be enduringly and deeply wounded and must, therefore, when we can manage it, find words to warn those we care about what living with us will mean.","This dark awareness has consequences for childraising too. Parenthood is often so arduous and its rewards so unclear, it can be restorative to receive a few stark reminders of why one is going to so much trouble, and quite why the sacrifices matter. Time with the kids isn&#8217;t about aiming for work-life balance in the name of a bit of fun at home. It&#8217;s about ensuring the mental health of the next generation. A child-centered, emotionally-intelligent environment means they won&#8217;t have to be constantly scared of closeness, will be able to enjoy sex and will have the health to pick a partner who will be more or less good for them.","The great learning of 20th century psychology (still only patchily assimilated) is that those early years are, emotionally, simply everything. It would be substantially easier if it weren&#8217;t so, but a die is cast then that can almost never be reshaped. We are more or less the life-long prisoners of dynamics that may have been set in motion half a century ago by parents who were not even mean, just under inner duress. It&#8217;s a sobering situation that calls for humility, forgiveness, constant vigilance over one&#8217;s own conduct, polite warnings to others &#8211; and a very black sense of humour."]