["In so many areas, we’re used nowadays to questioning the status quo &#8211; and exploring alternatives. It would be odd, therefore, not to try to perform the same exercise around marriage. Here seem to be our main options for how to arrange our personal lives:","1. Standard Marriage","Upsides: Firm Possession of one prized person, Continuity, Resolution, Children Reassured, Economic Stability, Social Prestige.","Downsides: Sexual Boredom, Exasperation, Lack of Appreciation, a suspicion of Better Alternatives Out There.","2. Divorce","Upsides: New possibilities for Sexual Excitement, an End to Cycles of Exasperation, past problems had been Their Fault.","Downsides: Perturbed Children, Economic chaos. No one Better Out There. In fact: Our Fault Too.","3. Sunset Clause Marriage (renegotiated every 10 years)","Upsides: Prospect of Sexual Excitement, More Appreciation and Effort, Children somewhat Reassured.","Downsides: Insecurity, Jealousy, Terror of Abandonment, No One Actually Better. Difficult to pioneer.","4. Marriage with Secret Affairs","Upsides: Fragile Stability with Partial Excitement.","Downsides: Deceit, Jealousy, Cowardice, Shame.","5. Polyamory","Upsides: Constant Sexual Possibilities, Not much Exasperation.","Downsides: Socially non-prestigious, Jealousy, Children in Turmoil, Discontinuity, Exhaustion, Career Chaos.","6. Serial Non-binding Monogamy","Upsides: Sexual Possibility.","Downsides: Moth-eaten loneliness &amp; insecurity.","7. Communal living","Upsides: Shared Child-Care, Sexual Variation.","Downsides: Utopian, Jealousy, Factions, Bickering.","8. Celibacy","Upsides: Time to work and think.","Downsides: Loneliness, Sexual Humiliation.","Conclusion","We see a recurring theme, a struggle between Loyalty and Freedom. We can invest in more Loyalty but must then risk suffering from Boredom, Lack of Appreciation and Sexual Frustration.","Or: we can invest in more Freedom and risk Chaos, Irresolution, Exhaustion, Jealousy and Humiliation.","It seems that whatever we choose is going to be very painful. The option is not between error and happiness but between what varieties of suffering we would ultimately prefer. This is why our very favourite quote is Kierkegaard’s playfully, bleakly exasperated outburst from Either/Or:","“Marry, and you will regret it; don’t marry, you will also regret it; marry or don’t marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it&#8230; Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.”","We do, however, have one suggestion: that humanity’s efforts should be spent not so much on retooling the external structure of relationships, as on rethinking the humbling central problem we’re grappling with all the while beneath the surface: why other human beings are so hard to love and why we are &#8211; by extension &#8211; so difficult to live around.","In other words, perhaps the answer lies not in a new kind of relationship as in improved capacities around emotional skills. The solution to the dilemmas of relationships should be to increase our understanding of love &#8211; rather than merely to make it easier to find and fire new lovers."]