["It could seem bizarre quite how long we spend on those strands of stringy keratin that sprout &#8211; unreliably &#8211; from our scalps. We will, over a lifetime, devote thousands of hours and even more money on hairdressers’ careful attempts to coax and sculpt our coiffure into exactly the right colour, shape and dimension. There are days when our entire mood will be supported by a sense that our hair is cooperating and others when our spirits will be just as powerfully ruined by an unfortunate glimpse of our disobedient locks in an elevator mirror.","Why does it matter so much? Because &#8211; however odd this may sound &#8211; we are using our hair to speak. We’re trying, through the syntax of coloured protein filaments, to express key aspects of our soul &#8211; and to communicate some of the deepest truths about who we are.","It is always precarious for us to transmit our identities to those around us. We need the support of more than words, we rely on other, accompanying details: our shoes, our jewellery, our clothes &#8211; and of course, most centrally, those strands of hair.","Everyone’s hair speaks in a slightly specific dialect, but we can with relative ease define some of the main entries in humanity’s vast and nuanced Dictionary of Hair:","Tightly pulled back:","We’re letting the world know that we are busy, organised and not to be interrupted lightly.","Long, flowing and tangled: ","We are reminding society of our opposition to some of the demands of modern work. We’re spiritual beings, our hair is saying, we have a heart and make the time to notice what really counts.","Emphatic side-parting: ","We’re using hair to tell others that we’re careful, modest, patient, sensible and very willing to be realistic. We can be relied upon.","Brushed forward, closely cropped, in the manner of a Roman General:","We’re too immersed, our hair informs society, in the real battles of life to care about trivia; we make our hair obey. We have grown indifferent to criticism and &#8211; in a good way &#8211; hard to impress.","Hair truly is a subtle and intricate language. The problem &#8211; or even the tragedy &#8211; is that other people aren’t necessarily paying very much attention to what it is saying. We encounter this awkward reality in the difficult moments after our return from an expensive and slow-moving hairdresser. We rejoin our friends or lovers with an expectant ‘what do you think?’ only to receive mildly confused responses: ‘those trousers suit you’ or ‘have you lost weight?’","We felt that it mattered so ardently that the locks are now combed just a little more to the left and are one shade closer to blonde: others don’t give a damn, though in the privacy of their own bathrooms, they too will take immense care about what their hair is saying. The conversation we have with hair appears close to an immensely expensive, laborious, self-conscious dialogue of the deaf.","And yet what we’re encountering, in the limited context of hair, is simply a problem that haunts us throughout our lives: the essential loneliness of the human animal. We have an extraordinarily limited power to get others to care about and understand us the way we so crave to be grasped. And vice versa.","We should not mock others for caring so much about their hair &#8211; or berate ourselves for doing the same. We’re just engaged in the poignant business of attempting to communicate who we are. With all those dyes, curlers, tongs and scissors, we’re just trying to make ourselves a little more clearly understood in a world with painfully little inclination to care."]