["There is no more ridiculed genre than the self-help book. Intellectually-minded people universally scorn the idea of them. Self-help books don’t appear on reading lists at any prestigious university, they’re not reviewed by highbrow journals and it’s inconceivable that a major literary prize could ever be awarded to one of their authors.","This concerted attack on the entire genre of self help is a symptom of a Romantic prejudice against the idea of Emotional Education. Offering explicit Emotional Education is regarded as beneath the dignity of any serious writer. We should &#8211; if we are at all intelligent &#8211; know how to live already.","Unsurprisingly therefore, the quality of all self-help books is at present highly degraded. The most accomplished stylists and sharpest thinkers would feel ashamed to put their name to a work which would be destined to end up on the most ludicrous shelves of any book shop.","Yet not all eras have shared this dismissive attitude. In the classical culture of ancient Greece and Rome, it was taken for granted that the highest ambition of any author was to offer the reader an Emotional Education that could guide them towards fulfilment (Eudaimonia). Self-help books were at the pinnacle of literature. The most admired thinkers &#8211; Plato, Aristotle, Cicero, Seneca, Plutarch and Marcus Aurelius &#8211; all wrote self-help books, whose aim was to teach us to live and die well. Furthermore, they deployed every resource of intelligence, wit and style in writing their manuals so as to ensure that their messages would delight the intellectual as well as the emotional faculties. Seneca’s On Anger and Marcus Aurelius’s Meditations are among the greatest works of literature of any nation or era. They are also, undeniably, self-help books.","It can look as if humans stopped writing good self-help after the Fall of Rome. But once we view Culture as a tool for Emotional Education, many more works emerge as, in fact, belonging to the currently much maligned genre of self-help. For example, Tolstoy’s War and Peace explicitly aims to teach compassion, calm and forgiveness; it offers guidance around money, manners, relationships and career development; it seeks to show us how to be a good friend and how to be a  better parent. It clearly is a self-help book &#8211; it just doesn’t happen to be officially described this way by the current guardians of Culture. Marcel Proust’s In Search of Lost Time is, similarly, also a self-help book, that teaches us how to surrender our attachment to romantic love and social status in favour of a focus on art and thought.","It’s not an insult to describe such masterpieces as self-help books. It’s a way of correctly identifying their ambitions, which are to guide us away from folly towards more sincere and authentic lives. Such works show us that self-help shouldn’t be a low-grade marginal undertaking: the desire to guide and teach wisdom is at the core of all ambitious writing.","In the bookstores of the utopia, the self-help shelves would be the most prestigious of them all and on them would sit many of the most distinguished works of world literature &#8211; returned, at last, to their true home."]