["When there are grave disagreements about what’s good and bad in architecture…","or art…","there&#8217;s often someone around who very quickly closes the discussion down by saying:","“Beauty lies in the eye of the beholder”","It’s a phrase with the power to silence. Once it’s been uttered, trying to keep up a dialogue about the merits or drawbacks of certain visual things can come across as shrill, anti-social or just plain rude.","This tendency to surrender to relativism is a paradoxical symptom of a scientific age. Science, the most prestigious force in modern society, deals in objective truths. The things it passes judgement on are obviously simply not in the eye of beholders. One can&#8217;t fairly say: ‘Well I don’t really feel that way about the boiling point of water or the nature of gravity.’ We have to be subservient to the facts science hands down to us.","Yet because notions of beauty and ugliness lie outside the system of scientific proof, it’s routinely assumed that they must then lie in a realm of total relativism &#8211; and that no progress whatsoever can be made towards arriving at better or worse answers about what looks good. The certainties of science have &#8211; unwittingly &#8211; made sensible debate in the humanities feel imperious and redundant.","However, the phrase ‘beauty lies in the eye of the beholder’ is in reality almost always unwarranted and deeply troublesome. It should, in our view, be avoided at all costs.","For a start, no one really believes in it to its core. We may well accept that there can be legitimate differences in taste within a reasonable spectrum; but we don&#8217;t actually think that all tastes are equal. If beauty simply lay in the eye of beholders, then it would presumably be sane to stand up and assert that a rubbish dump smelling of urine and decomposing fecal matter was a lovely place:","And that these modern canal side houses in Amsterdam were hideous:","And it might then be logical to suggest that it would be OK to pull down the houses and replace them with a rubbish dump.","But of course, no one would want that &#8211; which shows that, in reality, we don’t actually believe that beauty does lie entirely in the eye of beholders. We have background aesthetic principles, even if we rarely articulate them &#8211; and are correspondingly very aware of moments when our tastes might clash with those of another.","When we use the phrase, what we seem to be trying to say is that there should be a lot of room for intelligent disagreement around aesthetics &#8211; and that we don’t feel comfortable about asserting the superiority of any one style or approach over any other. It implies an acute sensitivity to conflict and a fear of being rude or mean to others. However, by resorting to the phrase, what we actually do is unleash a stranger and more reckless situation: what we’re in effect stating is that nothing is ever really more beautiful &#8211; or uglier &#8211; than anything else.","This suggestion then has a way of implying that the whole subject is essentially trivial. After all, we’d never say that truths about the economy or justice were in the eyes of beholders only. We know that big things are at stake here &#8211; and over time, we&#8217;ve come to positions about the right and wrong way of approaching these topics, and are ready to discuss and defend our ideas. We wouldn&#8217;t ever say that &#8216;the treatment of the poor is just a subject best left entirely to the eyes of beholders&#8217; or &#8216;the best way to raise children is  in the eyes of beholders,&#8217; or &#8216;the future of the environment is in the eyes of beholders.&#8217; We accept that there are dangers to arguing in aggressive and unfruitful ways; but we are confident that there are sensible and polite ways to advance through these tricky yet vital debates. The same should feel true around beauty.","Partly, our reluctance to engage in aesthetic debate seems a symptom of a lack of confidence about our own tastes. Compare the way we behave over aesthetics to the way we behave around food and music, two fields where strong opinions and a love of arguing our case come naturally. Evaluating a new South-Asian restaurant on TripAdvisor, we&#8217;d be unlikely to say that &#8216;good restaurants just lie in the stomachs of eaters.&#8217; We&#8217;d have a point of view; we&#8217;d want to point out why place A was good, but place B was perhaps lacking in terms of its use of spices. We&#8217;d be opinionated, in interesting ways. Similarly, we would seldom say that music was in the ears of beholders, we&#8217;d have confidence in asserting that (say) Mozart had an edge over &#8216;The Wheels on the Bus go round and round&#8217; or London Grammar over the Verve. We&#8217;re not  here wanting to assert that one musician is better than another; we&#8217;re simply pointing to the legitimacy and interest of the debate and to the odd refusal even to start such a discussion in relation to architecture and art. Our neutral stance on aesthetics seems a symptom more of tentative taste than of any true commitment to relativism.","Furthermore, though calling for an end to discussion about beauty may seem a kindly, generous move, it is extremely convenient for property developers to operate in a society that has no confidence in people’s ability to make judgments about whether or not things are beautiful or monstrous. It means these cash-conscious types don’t have to worry about going to the expense of trying to make anything look good: because no one knows what that is anyway!","The phrase ‘beauty lies in the eye of the beholder’ originally came to prominence as a shield to protect us against snobbery.","It asserted the rights of ordinary people to follow their enthusiasms at a time when high-handed experts held the cultural reins and tried to shape taste with stern and belittling authority. These experts told people what to like and treated dissent with disdain. The phrase ‘beauty lies in the eye of the beholder’ was a defense against intolerance. It meant something like: ‘Stop trying to badger me into submission. My preferences are my personal call. I can think and feel as I like.’","But given that the freedom to think and feel as we like is now very well enshrined (indeed, perhaps too well enshrined), we don’t need to stay stuck at the early liberating move.","Our day-to-day problem isn’t that we’ll be bossed around by cultural snobs, it’s that the chances of attractive art and architecture taking hold will be lost, because of a culture obsessed by quick profits and a refusal to engage architects and artists in a dialogue about what they&#8217;re up to. Closing conversation down with ‘beauty lies in the eye of the beholder’ can make an already tricky situation far worse. A society that can’t talk sensibly, publicly and perhaps at length, about beauty will inadvertently condemn itself to ugliness.","\n\n\n"]